[
  {
    "name": "Landmine twist",
    "type": "스트렝스",
    "muscle": "복부",
    "equipment": "other",
    "difficulty": "중급",
    "instructions": "막대를 지뢰에 위치시키거나 구석에 단단히 고정하십시오. 막대에 적절한 무게를 싣습니다. 팔을 앞으로 뻗은 상태에서 양손으로 바를 바닥에서 들어 어깨 높이까지 올립니다. 넓은 자세를 취하십시오. 이것이 당신의 시작 위치가 될 것입니다. 웨이트를 한쪽으로 끝까지 스윙하면서 몸통과 엉덩이를 회전시켜 동작을 수행합니다. 운동하는 동안 팔을 쭉 펴십시오. 웨이트를 반대쪽으로 완전히 휘두르려면 동작을 반대로 하십시오. 세트가 완료될 때까지 움직임을 번갈아 가며 계속하십시오."
  },
  {
    "name": "Elbow plank",
    "type": "스트렝스",
    "muscle": "복부",
    "equipment": "body_only",
    "difficulty": "중급",
    "instructions": "발가락과 팔뚝에 체중을 지탱하면서 바닥에 엎드린 자세를 취하십시오. 팔은 구부러지고 어깨 바로 아래에 있습니다. 항상 몸을 똑바로 유지하고 가능한 한 오랫동안 이 자세를 유지하십시오. 난이도를 높이려면 팔이나 다리를 들어 올릴 수 있습니다."
  },
  {
    "name": "Bottoms Up",
    "type": "스트렝스",
    "muscle": "복부",
    "equipment": "body_only",
    "difficulty": "중급",
    "instructions": "바닥에 등을 대고 누워서 시작하십시오. 다리는 곧고 팔은 옆구리에 있어야 합니다. 이것이 당신의 시작 위치가 될 것입니다. 동작을 수행하려면 엉덩이와 무릎을 구부려 무릎을 가슴 쪽으로 당깁니다. 그런 다음 다리가 땅에 수직이 되도록 다리를 바로 위로 뻗으십시오. 골반을 돌리고 들어 올려 둔근을 바닥에서 들어 올리십시오. 잠시 멈춘 후 시작 위치로 돌아갑니다."
  },
  {
    "name": "Suspended ab fall-out",
    "type": "스트렝스",
    "muscle": "복부",
    "equipment": "other",
    "difficulty": "중급",
    "instructions": "손잡이가 허리 높이보다 낮은 적절한 높이에 있도록 스트랩을 조정합니다. 서서 핸들을 잡기 시작하십시오. 스트랩에 기대어 경사 푸쉬업 자세로 이동합니다. 이것이 당신의 시작 위치가 될 것입니다. 팔을 똑바로 유지하고 서스펜션 스트랩에 몸을 더 기대어 몸을 지면에 더 가깝게 가져오고 어깨를 펴고 팔을 머리 위로 들어 올립니다. 중립 척추를 유지하고 몸의 나머지 부분을 똑바로 유지하십시오. 어깨는 움직일 수 있는 유일한 관절입니다. 최대 수축 동안 잠시 멈춘 다음 시작 위치로 돌아갑니다."
  },
  {
    "name": "Dumbbell V-Sit Cross Jab",
    "type": "스트렝스",
    "muscle": "복부",
    "equipment": "dumbbell",
    "difficulty": "중급",
    "instructions": "무릎을 구부리고 발을 땅에 대고 엉덩이에 앉은 자세로 시작합니다. 상체를 뒤로 젖혀 바닥과 45도 각도를 만듭니다. 몸이 \"V\"자 모양이 되도록 발을 땅에서 떼십시오. 양손에 덤벨을 잡고 손바닥이 서로 마주보도록 가슴을 꽉 잡습니다. 이것이 당신의 시작 위치가 될 것입니다. 코어를 단단하게 유지하고 몸의 \"V\" 위치를 유지하면서 왼팔을 빠르게 곧게 뻗은 다음(잽과 유사) 오른팔로 동시에 펀치 아웃하면서 시작 위치로 다시 가져옵니다. 몸통과 다리가 움직이는 동안 손의 반대쪽으로 좌우로 약간 회전할 수 있습니다. 이것은 괜찮습니다. 각 손의 펀치는 총 1회 반복으로 계산됩니다. 권장 반복 횟수만큼 반복합니다."
  },
  {
    "name": "Standing cable low-to-high twist",
    "type": "스트렝스",
    "muscle": "복부",
    "equipment": "cable",
    "difficulty": "중급",
    "instructions": "타워에 표준 핸들을 연결하고 케이블을 가장 낮은 풀리 위치로 이동합니다. 옆구리를 케이블에 대고 한 손으로 핸들을 잡고 타워에서 물러납니다. 케이블에 가해지는 추의 장력으로 도르래에서 대략 팔 길이만큼 떨어져 있어야 합니다. 뻗은 팔은 케이블과 정렬되어야 합니다. 발을 어깨너비로 벌리고 쪼그려 앉아 양손으로 손잡이를 잡습니다. 팔은 여전히 ​​완전히 뻗어 있어야 합니다. 한 동작으로 팔이 머리 위로 완전히 펴질 때까지 핸들을 몸 전체 위로 당깁니다. 등을 곧게 펴고 팔을 몸에 가깝게 유지하면서 뒷발을 피벗하고 다리를 곧게 펴서 완전한 범위의 움직임을 얻으십시오. 팔을 접은 다음 몸을 접습니다. 천천히 제어된 방식으로 중립 위치로 돌아갑니다. 실패할 때까지 반복합니다. 그런 다음 위치를 변경하고 반대쪽에서 동일한 일련의 동작을 반복합니다. 팁: 이 운동으로 몸 전체를 비틀게 되지만 움직임이 끝날 때 최대 몸통 회전과 강한 클린치를 얻는 데 집중하십시오. 마음과 근육의 원활한 연결을 위해 복근을 항상 긴장 상태로 유지하세요."
  },
  {
    "name": "Dumbbell spell caster",
    "type": "스트렝스",
    "muscle": "복부",
    "equipment": "dumbbell",
    "difficulty": "초보자",
    "instructions": "회내 그립으로 각 손에 덤벨을 잡습니다. 엉덩이와 무릎이 펴진 상태에서 발은 넓어야 합니다. 이것이 당신의 시작 위치가 될 것입니다. 양쪽 덤벨을 엉덩이 옆 한쪽으로 당기고 상체를 회전하면서 동작을 시작합니다. 팔을 곧게 펴고 덤벨을 지면과 평행하게 유지하면서 상체를 회전시켜 역기를 반대쪽으로 휘두릅니다. 세트가 완료될 때까지 계속 번갈아 가며 한쪽에서 다른 쪽으로 회전합니다."
  },
  {
    "name": "Decline reverse crunch",
    "type": "스트렝스",
    "muscle": "복부",
    "equipment": "other",
    "difficulty": "중급",
    "instructions": "디클라인 벤치에 등을 대고 누워 양손으로 벤치 상단을 잡습니다. 이 위치에서 몸이 미끄러지지 않도록 하십시오. 무릎과 발을 함께 유지하면서 복근을 사용하여 다리를 바닥과 평행하게 유지하십시오. 팁: 무릎을 약간 구부린 상태에서 다리를 완전히 펴야 합니다. 이것이 당신의 시작 위치가 될 것입니다. 숨을 내쉬면서 골반을 뒤로 돌리면서 다리를 몸통 쪽으로 움직이고 엉덩이를 벤치에서 들어 올립니다. 이 동작이 끝나면 무릎이 가슴에 닿게 됩니다. 수축을 잠시 유지하고 흡입하면서 다리를 시작 위치로 다시 이동하십시오. 권장되는 반복 횟수만큼 반복합니다. 변형: 평평한 표면에서 운동을 할 수 있으며 더 발전할수록 발목 웨이트를 사용할 수 있습니다."
  },
  {
    "name": "Spider crawl",
    "type": "스트렝스",
    "muscle": "복부",
    "equipment": "body_only",
    "difficulty": "중급",
    "instructions": "바닥에 엎드린 자세로 시작합니다. 발을 모으고 몸을 곧게 펴고 손과 발가락으로 체중을 지탱하십시오. 팔은 90도로 구부려야 합니다. 이것이 당신의 시작 위치가 될 것입니다. 한 발을 땅에서 들어 올려 운동을 시작하십시오. 다리를 바깥쪽으로 돌리고 무릎을 팔꿈치 쪽으로 최대한 앞으로 가져옵니다. 이 다리를 시작 위치로 되돌리고 반대쪽으로 반복하십시오."
  },
  {
    "name": "Cocoons",
    "type": "스트렝스",
    "muscle": "복부",
    "equipment": "body_only",
    "difficulty": "중급",
    "instructions": "바닥에 등을 대고 누워서 시작하십시오. 다리는 곧게 펴고 팔은 머리 뒤로 뻗어야 합니다. 이것이 당신의 시작 위치가 될 것입니다. 동작을 수행하려면 무릎을 가슴 쪽으로 당기고 골반을 회전시켜 둔근을 바닥에서 들어 올리십시오. 그렇게 하면서 척추를 구부리고 팔을 머리 위로 가져와 동시에 크런치 동작을 수행합니다. 잠시 멈춘 후 시작 위치로 돌아갑니다."
  },
  {
    "name": "Hip Circles (Prone)",
    "type": "스트레칭",
    "muscle": "외전근",
    "equipment": "None",
    "difficulty": "중급",
    "instructions": "손과 무릎을 바닥에 대고 자세를 잡습니다. 좋은 자세를 유지하면서 구부린 한쪽 무릎을 지면에서 들어 올립니다. 이것이 당신의 시작 위치가 될 것입니다. 무릎을 구부린 자세로 유지하면서 대퇴골을 원호로 회전시켜 무릎으로 큰 원을 만들려고 합니다. 이 동작을 여러 번 반복하면서 천천히 수행하고 반대쪽도 반복합니다."
  },
  {
    "name": "Standing Hip Circles",
    "type": "스트레칭",
    "muscle": "외전근",
    "equipment": "body_only",
    "difficulty": "초보자",
    "instructions": "수직 지지대를 잡고 한쪽 다리로 서서 시작하십시오. 지지되지 않은 무릎을 90도까지 올립니다. 이것이 당신의 시작 위치가 될 것입니다. 무릎으로 큰 원을 그리면서 고관절을 최대한 벌립니다. 이 동작을 여러 번 반복하면서 천천히 수행하고 반대쪽도 반복합니다."
  },
  {
    "name": "Clam",
    "type": "스트렝스",
    "muscle": "외전근",
    "equipment": "None",
    "difficulty": "중급",
    "instructions": "바닥에 옆으로 누워서 시작하십시오. 왼팔로 머리를 받쳐줍니다. 엉덩이를 45도로 구부리고 무릎을 약 90도 구부려 오른쪽 다리를 왼쪽 바로 위에 놓습니다. 이것이 당신의 시작 위치가 될 것입니다. 오른쪽 다리를 외전하여 운동을 시작하고 몸의 정중선에서 무릎을 밀어냅니다. 움직임 내내 발 사이의 접촉을 유지하십시오. 동작의 최고 지점에서 멈춘 다음 시작 위치로 돌아갑니다. 원하는 반복 횟수만큼 반복합니다. 양면을하십시오."
  },
  {
    "name": "Iliotibial band SMR",
    "type": "스트레칭",
    "muscle": "외전근",
    "equipment": "foam_roll",
    "difficulty": "중급",
    "instructions": "아래쪽 다리를 엉덩이와 무릎 사이의 폼 롤러 위에 놓고 옆으로 눕습니다. 다른 다리는 당신 앞에서 교차할 수 있습니다. 아래쪽 다리에 견딜 수 있는 만큼 체중을 싣습니다. 바닥에 닿은 다리를 유지할 필요가 없습니다. 스트레칭하는 다리의 근육을 이완하십시오. 긴장된 지점에서 10-30초 동안 멈추면서 엉덩이에서 무릎까지 폼 위로 다리를 굴립니다. 반대쪽 다리로 반복하십시오."
  },
  {
    "name": "Thigh abductor",
    "type": "스트렝스",
    "muscle": "외전근",
    "equipment": "machine",
    "difficulty": "중급",
    "instructions": "시작하려면 abductor 기계에 앉아서 편안한 무게를 선택하십시오. 다리가 제대로 위치했으면 양쪽 손잡이를 잡습니다. 상체 전체(허리부터 위로)는 움직이지 않아야 합니다. 이것이 시작 위치입니다. 숨을 내쉬면서 다리가 서로 멀어지도록 천천히 기계를 누르십시오. 1초 동안 수축을 느끼고 숨을 들이마시면서 다리를 시작 위치로 다시 움직이기 시작합니다. 참고: 부상이 발생하지 않도록 상체를 움직이지 않게 유지하는 것을 잊지 마십시오. 권장되는 반복 횟수만큼 반복합니다."
  },
  {
    "name": "Fire Hydrant",
    "type": "스트렝스",
    "muscle": "외전근",
    "equipment": "body_only",
    "difficulty": "초보자",
    "instructions": "손과 무릎을 바닥에 대고 자세를 잡습니다. 이것이 당신의 시작 위치가 될 것입니다. 무릎을 구부린 자세로 유지하면서 대퇴골을 외전하고 무릎을 몸의 정중선에서 멀리 이동시킵니다. 동작의 정점에서 멈춘 다음 천천히 시작 위치로 돌아갑니다. 이 동작을 여러 번 반복하면서 천천히 수행하고 반대쪽도 반복합니다."
  },
  {
    "name": "Windmills",
    "type": "스트레칭",
    "muscle": "외전근",
    "equipment": "body_only",
    "difficulty": "중급",
    "instructions": "팔을 옆으로 쭉 뻗고 다리를 곧게 펴고 등을 대고 눕습니다. 이것이 당신의 시작 위치가 될 것입니다. 한쪽 다리를 들어 몸 위로 재빨리 교차하여 반대쪽 손 근처의 땅에 닿도록 시도합니다. 시작 위치로 돌아가서 반대쪽 다리로 반복하십시오. 10-20회 반복을 번갈아 가며 계속하십시오."
  },
  {
    "name": "Monster Walk",
    "type": "스트렝스",
    "muscle": "외전근",
    "equipment": "body_only",
    "difficulty": "중급",
    "instructions": "양쪽 발목 주위에 밴드를 놓고 양쪽 무릎 주위에 또 다른 밴드를 놓습니다. 발을 어깨 너비로 벌렸을 때 조일 정도로 충분한 장력이 있어야 합니다. 시작하려면 왼발과 오른발을 번갈아 가며 짧은 발걸음을 내딛습니다. 몇 단계 후에 반대 방향으로 시작하여 뒤로 걸어가십시오."
  },
  {
    "name": "IT Band and Glute Stretch",
    "type": "스트레칭",
    "muscle": "외전근",
    "equipment": "body_only",
    "difficulty": "중급",
    "instructions": "발 중 하나에 벨트, 로프 또는 밴드를 감고 그 다리를 몸을 가로질러 반대쪽으로 흔듭니다. 이것이 당신의 시작 위치가 될 것입니다. 발을 바닥에서 떼고 장력을 사용하여 발가락을 위로 당기면서 벨트를 당깁니다. 10~20초간 유지하고 반대쪽도 반복합니다."
  },
  {
    "name": "Single-leg lying cross-over stretch",
    "type": "스트레칭",
    "muscle": "외전근",
    "equipment": "body_only",
    "difficulty": "초보자",
    "instructions": "다리를 펴고 등을 대고 눕습니다. 무릎을 구부린 상태에서 한쪽 다리를 몸 위로 교차하여 무릎이 바닥에 닿도록 시도합니다. 당신의 파트너는 당신 옆에 무릎을 꿇고 한 손으로 당신의 어깨를 잡고 다른 한 손으로 교차 다리를 제어해야 합니다. 이것이 당신의 시작 위치가 될 것입니다. 파트너가 실제 움직임을 방해하면 구부러진 무릎을 땅에서 들어 올리십시오. 10~20초 후 파트너가 무릎을 바닥으로 부드럽게 누르는 동안 다리의 긴장을 풉니다. 반대쪽도 반복합니다."
  },
  {
    "name": "Thigh adductor",
    "type": "스트렝스",
    "muscle": "내전근",
    "equipment": "machine",
    "difficulty": "중급",
    "instructions": "시작하려면 내전 기계에 앉아 편안하게 무게를 선택하십시오. 다리가 기계의 다리 패드에 제대로 위치했으면 양쪽 손잡이를 잡습니다. 상체 전체(허리부터 위로)는 움직이지 않아야 합니다. 이것이 시작 위치입니다. 숨을 내쉬면서 다리로 기계를 천천히 눌러 서로를 향해 움직입니다. 1초 동안 수축을 느끼고 숨을 들이마시면서 다리를 시작 위치로 되돌리기 시작합니다. 참고: 부상이 발생하지 않도록 상체를 움직이지 않게 유지하고 빠른 움직임을 피해야 합니다. 권장되는 반복 횟수만큼 반복합니다."
  },
  {
    "name": "Groiners",
    "type": "스트레칭",
    "muscle": "내전근",
    "equipment": "body_only",
    "difficulty": "초보자",
    "instructions": "바닥에서 푸쉬업 자세로 시작합니다. 이것이 당신의 시작 위치가 될 것입니다. 두 다리를 사용하여 손 옆에 발을 대고 앞으로 착지합니다. 그렇게 할 때 머리를 위로 유지하십시오. 시작 위치로 돌아가서 즉시 동작을 반복하고 10-20회 반복합니다."
  },
  {
    "name": "Band Hip Adductions",
    "type": "스트렝스",
    "muscle": "내전근",
    "equipment": "bands",
    "difficulty": "초보자",
    "instructions": "단단한 기둥이나 다른 물체 주위에 밴드를 고정합니다. 왼발을 기둥에 대고 서서 오른발을 밴드에 끼우고 발목에 감습니다. 똑바로 서서 필요한 경우 기둥을 잡으십시오. 이것이 당신의 시작 위치가 될 것입니다. 무릎을 곧게 펴고 오른쪽 다리를 최대한 옆으로 들어 올립니다. 시작 위치로 돌아가 원하는 횟수만큼 반복합니다. 측면을 전환합니다."
  },
  {
    "name": "Side Leg Raises",
    "type": "스트레칭",
    "muscle": "내전근",
    "equipment": "body_only",
    "difficulty": "초보자",
    "instructions": "지지대 역할을 할 수 있는 의자 옆에 서십시오. 한쪽 다리로 서십시오. 이것이 당신의 시작 위치가 될 것입니다. 다리를 똑바로 유지하고 가능한 한 멀리 옆으로 들어 올리고 다시 아래로 스윙하여 반대쪽 다리를 교차시킵니다. 이 스윙 동작을 5-10회 반복하면서 동작 범위를 늘립니다."
  },
  {
    "name": "Lateral hop",
    "type": "플라이오메트릭",
    "muscle": "내전근",
    "equipment": "body_only",
    "difficulty": "중급",
    "instructions": "이동 방향에서 90도를 향한 하프 스쿼트 자세를 가정합니다. 이것이 당신의 시작 위치가 될 것입니다. 체중을 바깥쪽 다리로 옮길 때 앞쪽 다리가 안쪽으로 반동을 하도록 합니다. 가능한 한 멀리 옆으로 묶으려고 시도하면서 즉시 밀고 뻗으십시오. 착지 후 즉시 반대 방향으로 밀어 원래 시작 위치로 돌아갑니다. 여러 번 반복하여 앞뒤로 계속하십시오."
  },
  {
    "name": "Groin and Back Stretch",
    "type": "스트레칭",
    "muscle": "내전근",
    "equipment": "none",
    "difficulty": "초보자",
    "instructions": "무릎을 구부리고 발을 모으고 바닥에 앉으십시오. 머리 뒤에서 손가락을 맞물립니다. 이것이 당신의 시작 위치가 될 것입니다. 아래쪽으로 구부려 팔꿈치를 허벅지 안쪽으로 가져옵니다. 잠시 멈춘 후 머리를 들고 등을 곧게 펴고 시작 위치로 돌아갑니다. 10~20회 반복합니다."
  },
  {
    "name": "Adductor SMR",
    "type": "스트레칭",
    "muscle": "내전근",
    "equipment": "foam_roll",
    "difficulty": "초보자",
    "instructions": "폼롤러 위에 한쪽 다리를 대고 엎드린다. 폼 롤이 허벅지 안쪽에 닿도록 다리를 돌립니다. 견딜 수 있는 만큼의 무게를 폼 롤에 옮깁니다. 허벅지 안쪽의 근육을 이완시키면서 엉덩이와 무릎 사이의 폼을 굴려 10-30초 동안 긴장 지점을 유지합니다. 다른 다리로 반복합니다."
  },
  {
    "name": "Side Lying Groin Stretch",
    "type": "스트레칭",
    "muscle": "내전근",
    "equipment": "body_only",
    "difficulty": "중급",
    "instructions": "오른쪽으로 누워서 시작하고 몸통을 안정시키기 위해 오른쪽 무릎을 구부립니다. 오른손이나 어깨에 머리를 대십시오. 왼쪽 다리를 위로 들어 올리고 무릎 뒤쪽(더 쉬움) 또는 발(더 세게)을 잡습니다. 왼쪽 무릎을 왼쪽 어깨 쪽으로 당기면서 동시에 발이나 무릎을 바닥으로 누릅니다. 이 스트레칭을 강화하려면 왼쪽 다리를 곧게 펴십시오. 측면을 전환합니다."
  },
  {
    "name": "Adductor/Groin",
    "type": "스트레칭",
    "muscle": "내전근",
    "equipment": "none",
    "difficulty": "초보자",
    "instructions": "등을 대고 누워 발을 천장 쪽으로 들어 올립니다. 파트너가 발이나 발목을 잡도록 하십시오. 가능한 한 멀리 다리를 납치하십시오. 이것이 당신의 시작 위치가 될 것입니다. 파트너가 방해하는 동안 다리를 10초 이상 쥐어 짜십시오. 이제 파트너가 발을 벌리면서 다리 근육을 이완하고 편안하게 스트레칭하십시오. 과도한 스트레칭이나 부상을 방지하기 위해 스트레칭이 적절할 때 파트너에게 알려주십시오."
  },
  {
    "name": "Lying Bent Leg Groin",
    "type": "스트레칭",
    "muscle": "내전근",
    "equipment": "other",
    "difficulty": "초보자",
    "instructions": "무릎을 구부리고 발바닥을 함께 누른 상태로 등을 대고 눕습니다. 파트너가 무릎을 잡도록 하십시오. 이것이 당신의 시작 위치가 될 것입니다. 파트너가 움직임이 발생하지 않도록 하는 동안 무릎을 함께 조이십시오. 10-20초 후에 파트너가 무릎을 바닥으로 부드럽게 밀 때 근육을 이완하십시오. 스트레칭이 부상이나 과도한 스트레칭을 방지하기에 충분할 때 도우미에게 알려주십시오."
  },
  {
    "name": "Incline Hammer Curls",
    "type": "스트렝스",
    "muscle": "이두근",
    "equipment": "dumbbell",
    "difficulty": "초보자",
    "instructions": "양손에 덤벨을 들고 인클라인 벤치에 앉으세요. 발을 모아서 등을 단단히 눌러야 합니다. 덤벨을 옆구리에 똑바로 늘어뜨리고 뉴트럴 그립으로 잡습니다. 이것이 당신의 시작 위치가 될 것입니다. 상완을 움직이지 않게 유지하면서 팔꿈치를 구부려 움직임을 시작합니다. 움직임의 최고점까지 계속하고 잠시 멈춘 다음 천천히 시작 위치로 돌아갑니다."
  },
  {
    "name": "Wide-grip barbell curl",
    "type": "스트렝스",
    "muscle": "이두근",
    "equipment": "barbell",
    "difficulty": "초보자",
    "instructions": "넓은 바깥쪽 손잡이에 바벨을 잡고 몸통을 똑바로 세우십시오. 손바닥이 정면을 향해야 합니다. 팔꿈치는 몸통에 가까워야 합니다. 이것이 당신의 시작 위치가 될 것입니다. 상완을 고정한 상태에서 숨을 내쉴 때 이두박근을 수축시키면서 웨이트를 앞으로 구부립니다. 팁: 팔뚝만 움직여야 합니다. 이두박근이 완전히 수축되고 바가 어깨 높이에 올 때까지 계속 움직입니다. 수축된 자세를 잠시 유지하고 이두박근을 세게 조입니다. 숨을 들이마시면서 천천히 바를 시작 위치로 되돌립니다. 권장되는 반복 횟수만큼 반복합니다. 변형: 낮은 도르래에 연결된 E-Z 바 또는 E-Z 부착물을 사용하여 이 동작을 수행할 수도 있습니다. 이 변형은 무브먼트 상단에서 실제로 좋은 수축을 제공하는 것 같습니다. 다양한 목적으로 클로저 그립을 사용할 수도 있습니다."
  },
  {
    "name": "EZ-bar spider curl",
    "type": "스트렝스",
    "muscle": "이두근",
    "equipment": "barbell",
    "difficulty": "중급",
    "instructions": "일반적으로 앉는 설교자 벤치 부분에 막대를 설정하여 시작하십시오. 바벨이 균형을 이루고 떨어지지 않도록 올바르게 정렬하십시오. 설교자 벤치 앞쪽(보통 팔이 눕는 부분)으로 이동하여 상체와 배를 설교자 벤치 앞쪽에 대고 45도 기울인 자세를 취합니다. 발(특히 발가락)이 바닥에 잘 닿았는지 확인하고 상완을 설교자 벤치 안쪽에 있는 패드 위에 올려 놓으십시오. 팔을 사용하여 어깨너비 정도로 벌리거나 서로 약간 더 가깝게 회외 그립(손바닥이 위를 향함)으로 바벨을 잡습니다. 천천히 바벨을 위로 들어 올리며 숨을 내쉰다. 이두박근을 조이면서 수축된 자세를 잠시 유지합니다. 숨을 들이마시면서 천천히 바벨을 시작 위치로 되돌립니다. 권장되는 반복 횟수만큼 반복합니다. 변형: 이 운동을 수행할 때 덤벨을 사용할 수도 있습니다. 설교자 벤치에서 일반적으로 적절하게 앉는 부분에 덤벨을 놓으십시오."
  },
  {
    "name": "Hammer Curls",
    "type": "스트렝스",
    "muscle": "이두근",
    "equipment": "dumbbell",
    "difficulty": "중급",
    "instructions": "몸통을 똑바로 세우고 팔 길이만큼 양손에 덤벨을 들고 서십시오. 팔꿈치는 몸통에 가까워야 합니다. 손바닥이 몸통을 향해야 합니다. 이것이 당신의 시작 위치가 될 것입니다. 이제 상완을 고정한 상태에서 이두박근을 수축시키면서 숨을 내쉬고 무게를 앞으로 구부립니다. 이두박근이 완전히 수축되고 덤벨이 어깨 높이에 올 때까지 웨이트를 계속 들어 올리십시오. 이두박근을 조이면서 짧은 순간 동안 수축된 자세를 유지합니다. 팁: 팔꿈치를 고정하고 팔뚝만 움직이는 데 집중하세요. 잠시 멈춘 후 숨을 들이쉬고 천천히 덤벨을 내리면서 시작 위치로 돌아갑니다. 권장되는 반복 횟수만큼 반복합니다. 변형: 이 무브먼트에는 다양한 변형이 있습니다. 예를 들어 등받이가 있거나 없는 벤치에 앉아서 운동을 할 수 있고 팔을 번갈아 가며 할 수도 있습니다. 먼저 오른쪽 팔을 한 번 들어 올린 다음 왼쪽, 오른쪽 등을 반복합니다."
  },
  {
    "name": "EZ-Bar Curl",
    "type": "스트렝스",
    "muscle": "이두근",
    "equipment": "e-z_curl_bar",
    "difficulty": "중급",
    "instructions": "넓은 바깥쪽 손잡이에 EZ컬바를 잡고 똑바로 선다. 바의 모양 때문에 손바닥이 앞을 향하고 약간 안쪽으로 기울어져 있어야 합니다. 팔꿈치를 몸통에 가깝게 유지하십시오. 이것이 당신의 시작 위치가 될 것입니다. 이제 상완을 고정한 상태에서 숨을 내쉬고 이두박근을 수축시키면서 웨이트를 앞으로 구부립니다. 팔뚝을 움직이는 데만 집중하세요. 이두박근이 완전히 수축되고 바가 어깨 높이에 올 때까지 중량을 계속 들어 올리십시오. 최고 수축 자세를 잠시 유지하고 이두박근을 조입니다. 그런 다음 숨을 들이마시며 천천히 바를 시작 위치로 내립니다. 권장되는 반복 횟수만큼 반복합니다. 변형: 낮은 도르래에 연결된 E-Z 부착물을 사용하여 이 동작을 수행할 수도 있습니다. 이 변형은 무브먼트 상단에서 실제로 좋은 수축을 제공하는 것 같습니다. 다양한 목적으로 클로저 그립을 사용할 수도 있습니다."
  },
  {
    "name": "Zottman Curl",
    "type": "스트렝스",
    "muscle": "이두근",
    "equipment": "None",
    "difficulty": "중급",
    "instructions": "몸통을 똑바로 세우고 팔 길이만큼 양손에 덤벨을 들고 서십시오. 팔꿈치는 몸통에 가까워야 합니다. 손바닥이 서로 마주보고 있는지 확인하십시오. 이것이 당신의 시작 위치가 될 것입니다. 상완을 고정한 상태에서 숨을 내쉴 때 이두박근을 수축시키면서 웨이트를 컬합니다. 팔뚝만 움직여야 합니다. 손목은 회외(손바닥이 위로) 그립이 되도록 회전해야 합니다. 이두박근이 완전히 수축되고 덤벨이 어깨 높이에 올 때까지 운동을 계속하십시오. 이두박근을 조이면서 수축된 자세를 잠시 유지합니다. 이제 수축된 자세에서 엄지손가락이 새끼손가락보다 높은 위치에 있는 회내(손바닥이 아래를 향함) 그립이 될 때까지 손목을 돌립니다. 회내 그립을 사용하여 천천히 덤벨을 다시 내리기 시작합니다. 덤벨이 허벅지를 닫을 때 손목을 회전하기 시작하여 다시 중립(손바닥이 몸을 향함) 그립으로 돌아갑니다. 권장되는 반복 횟수만큼 반복합니다."
  },
  {
    "name": "Biceps curl to shoulder press",
    "type": "스트렝스",
    "muscle": "이두근",
    "equipment": "dumbbell",
    "difficulty": "초보자",
    "instructions": "양손에 덤벨을 들고 선 자세에서 시작합니다. 팔은 손바닥이 앞을 향하도록 옆구리에 매달려 있어야 합니다. 발을 어깨 너비로 벌리고 가슴을 위로 유지하면서 앞을 똑바로 바라보십시오. 이것이 당신의 시작 위치가 될 것입니다. 웨이트를 컬링하기 위해 팔꿈치를 구부려 운동을 시작하십시오. 모멘텀을 사용하거나 어깨를 굽히지 말고 제어된 동작을 사용하십시오. 팔을 펴고 어깨를 구부리고 외전하여 머리 위로 누르면서 팔을 회전시켜 누르는 동작을 실행합니다. 시작 위치로 돌아가기 위해 동작을 되돌리기 전에 동작의 상단에서 일시 중지합니다. 반대쪽으로 전환하기 전에 원하는 반복 횟수를 완료하십시오."
  },
  {
    "name": "Barbell Curl",
    "type": "스트렝스",
    "muscle": "이두근",
    "equipment": "barbell",
    "difficulty": "중급",
    "instructions": "어깨 너비 그립으로 바벨을 잡고 몸통을 똑바로 세우십시오. 손바닥은 앞을 향하고 팔꿈치는 몸통에 가까워야 합니다. 이것이 당신의 시작 위치가 될 것입니다. 상완을 고정한 상태에서 숨을 내쉴 때 이두박근을 수축시키면서 웨이트를 앞으로 구부립니다. 팁: 팔뚝만 움직여야 합니다. 이두박근이 완전히 수축되고 바가 어깨 높이에 올 때까지 계속 움직입니다. 수축된 자세를 잠시 유지하고 이두박근을 세게 조입니다. 숨을 들이마시면서 천천히 바를 시작 위치로 되돌립니다. 권장되는 반복 횟수만큼 반복합니다. 변형: 낮은 도르래에 연결된 직선 막대 부착물을 사용하여 이 동작을 수행할 수도 있습니다. 이 변형은 무브먼트 상단에서 실제로 좋은 수축을 제공하는 것 같습니다. 다양한 목적으로 클로저 그립을 사용할 수도 있습니다."
  },
  {
    "name": "Concentration curl",
    "type": "스트렝스",
    "muscle": "이두근",
    "equipment": "dumbbell",
    "difficulty": "중급",
    "instructions": "다리 사이에 덤벨 하나를 앞에 놓고 평평한 벤치에 앉으십시오. 무릎을 구부리고 발을 바닥에 대고 다리를 벌려야 합니다. 오른팔을 사용하여 덤벨을 들어 올리십시오. 오른쪽 위팔 뒤쪽을 오른쪽 넓적다리 안쪽 위에 놓습니다. 손바닥이 허벅지에서 멀어질 때까지 손바닥을 돌립니다. 팁: 팔을 펴고 덤벨이 바닥 위에 있어야 합니다. 이것이 당신의 시작 위치가 될 것입니다. 상완을 고정한 상태에서 숨을 내쉴 때 이두박근을 수축시키면서 웨이트를 앞으로 구부립니다. 팔뚝만 움직여야 합니다. 이두박근이 완전히 수축되고 덤벨이 어깨 높이에 올 때까지 운동을 계속하십시오. 팁: 움직임의 정점에서 팔의 새끼손가락이 엄지손가락보다 높은지 확인하세요. 이것은 좋은 수축을 보장합니다. 이두박근을 조이면서 수축된 자세를 잠시 유지합니다. 숨을 들이마시면서 천천히 덤벨을 시작 위치로 되돌리십시오. 주의: 스윙 동작은 언제든지 피하십시오. 권장되는 반복 횟수만큼 반복합니다. 그런 다음 왼팔로 움직임을 반복하십시오. 변형: 이 운동은 몸통을 앞으로 구부리고 팔을 앞에 두고 서서 수행할 수 있습니다. 이 경우 팔 뒤쪽에 다리 지지대가 사용되지 않으므로 팔 위쪽이 움직이지 않도록 추가적인 노력이 필요합니다. 이것은 운동의 더 도전적인 버전이며 허리에 문제가 있는 사람들에게는 권장되지 않습니다."
  },
  {
    "name": "Flexor Incline Dumbbell Curls",
    "type": "스트렝스",
    "muscle": "이두근",
    "equipment": "dumbbell",
    "difficulty": "초보자",
    "instructions": "가장 가까운 쪽에 더 많은 무게를 실을 수 있도록 덤벨을 멀리 있는 쪽으로 잡습니다. (이것은 모든 bicep dumbbell 운동에 좋은 효과를 위해 할 수 있습니다). 이제 정상적인 인클라인 덤벨 컬을 하되 손목에 가해지는 스트레스를 중화할 수 있도록 손목을 최대한 뒤로 유지하십시오. 양손에 덤벨을 들고 45도 각도로 기울어진 인클라인 벤치에 앉는다. 팔은 팔꿈치를 안쪽으로 늘어뜨린 상태로 옆으로 늘어뜨리고 엄지손가락이 몸 쪽을 향하도록 손바닥을 앞으로 돌립니다. 팁: 손이 올라올 때 비틀림이 없어야 하므로 동작 내내 이 손 위치를 유지합니다. 이것이 당신의 시작 위치가 될 것입니다. 이두박근이 완전히 수축될 때까지 두 개의 덤벨을 동시에 구부리고 숨을 내쉰다. 팁: 팔을 휘두르거나 추진력을 사용하지 마십시오. 항상 통제된 동작을 유지하십시오. 상단에서 1초 동안 계약된 위치를 유지합니다. 숨을 들이마시면서 천천히 처음 자세로 돌아온다. 권장되는 반복 횟수만큼 반복합니다. 주의: 팔꿈치를 과도하게 확장하면 팔꿈치를 다칠 수 있으므로 팔을 완전히 펴지 마십시오. 또한 내려가는 도중 부상을 방지하기 위해 천천히 움직여야 합니다. 변형: 이 동작에도 케이블을 사용할 수 있습니다."
  },
  {
    "name": "Smith Machine Calf Raise",
    "type": "스트렝스",
    "muscle": "종아리",
    "equipment": "machine",
    "difficulty": "중급",
    "instructions": "스미스 머신의 바 아래에 블록이나 웨이트 플레이트를 놓습니다. 바를 자신의 키에 가장 잘 맞는 위치에 설정하십시오. 올바른 높이를 선택하고 바에 짐을 싣고 나면 발 볼로 플레이트 위로 올라간 다음 바를 어깨 뒤쪽에 놓습니다. 양손이 앞을 향하도록 바를 잡습니다. 바를 회전하여 랙을 풉니다. 이것이 당신의 시작 위치가 될 것입니다. 수축이 최고조에 달했을 때 종아리를 구부리면서 발의 공을 밀어 발뒤꿈치를 최대한 높이 들어 올립니다. 무릎은 펴진 상태를 유지해야 합니다. 다시 내려가기 시작하기 전에 약정된 자세를 잠시 유지합니다. 발뒤꿈치를 내리면서 숨을 들이마시면서 천천히 시작 자세로 돌아온다. 권장되는 반복 횟수만큼 반복합니다."
  },
  {
    "name": "Standing Calf Raises",
    "type": "스트렝스",
    "muscle": "종아리",
    "equipment": "machine",
    "difficulty": "초보자",
    "instructions": "송아지 키우기 기계의 패딩 레버를 키에 맞게 조정하십시오. 제공된 패드 아래에 어깨를 대고 발가락이 앞을 향하도록 합니다(또는 이 장 시작 부분에서 설명한 다른 두 위치 중 하나 사용). 종아리 블록 위에 발볼이 고정되어야 하며 발뒤꿈치가 바깥쪽으로 뻗어 있어야 합니다. 몸통이 똑바로 서 있을 때까지 엉덩이와 무릎을 펴서 레버를 위로 밉니다. 무릎은 약간 구부린 상태를 유지해야 합니다. 절대 잠기지 않는. 발가락은 이 장의 시작 부분에서 설명한 대로 앞, 바깥쪽 또는 안쪽을 향해야 합니다. 이것이 당신의 시작 위치가 될 것입니다. 숨을 내쉴 때 발목을 최대한 높이 펴고 종아리를 구부리면서 발 뒤꿈치를 들어 올리십시오. 무릎이 항상 고정되어 있는지 확인하십시오. 어떠한 경우에도 굽힘이 없어야 합니다. 다시 내려가기 시작하기 전에 계약된 위치를 1초 동안 유지합니다. 종아리가 펴질 때까지 발목을 구부리면서 발뒤꿈치를 내리고 숨을 들이마시면서 천천히 시작자세로 돌아온다. 권장되는 반복 횟수만큼 반복합니다. 주의: 허리 문제가 있는 경우 카프 프레스가 더 좋은 운동입니다. 스탠딩 카프 레이즈를 하는 동안 등이 들어올리는 무게를 지탱해야 하기 때문입니다. 또한 허리는 항상 곧게 펴고 고정된 상태를 유지하십시오. 등이 둥글면 허리 부상을 입을 수 있습니다. 변형: 스탠딩 카프 레이즈를 수행하는 몇 가지 다른 방법이 있습니다. 기계 대신 바벨을 사용하거나 한 번에 한 다리 또는 두 다리로 덤벨을 대신 사용할 수 있습니다. 아래의 이러한 움직임에 대한 운동 설명을 참조하십시오. 송아지 키우기에도 스미스 머신을 사용할 수 있습니다."
  },
  {
    "name": "Seated Calf Raise",
    "type": "스트렝스",
    "muscle": "종아리",
    "equipment": "machine",
    "difficulty": "중급",
    "instructions": "기계에 앉아서 발뒤꿈치가 확장된 상태에서 제공된 플랫폼의 아래쪽 부분에 발가락을 놓습니다. 이 장의 시작 부분에 따라 선택한 발가락 위치(앞, 안쪽 또는 바깥쪽)를 선택합니다. 허벅지 높이에 따라 조정해야 하는 레버 패드 아래에 허벅지 아래쪽을 놓습니다. 이제 앞으로 미끄러지지 않도록 레버 패드 위에 손을 얹으십시오. 발뒤꿈치를 위로 밀어 레버를 살짝 들어올린 후 안전바를 풉니다. 이것이 당신의 시작 위치가 될 것입니다. 종아리가 완전히 펴질 때까지 발목을 구부리면서 발뒤꿈치를 천천히 내립니다. 이 동작을 수행하면서 숨을 들이쉽니다. 종아리를 수축하면서 숨을 내쉬면서 발목을 최대한 높이 뻗어 발뒤꿈치를 들어 올린다. 1초 동안 상단 수축을 유지합니다. 권장되는 반복 횟수만큼 반복합니다."
  },
  {
    "name": "Calf Press On The Leg Press Machine",
    "type": "스트렝스",
    "muscle": "종아리",
    "equipment": "machine",
    "difficulty": "중급",
    "instructions": "레그 프레스 머신을 사용하여 머신에 앉아 중간(어깨 너비) 발 자세로 바로 앞 플랫폼에 다리를 놓습니다. 가중 플랫폼을 제자리에 고정하는 안전 막대를 내리고 무릎을 잠그지 않고 다리가 앞쪽으로 완전히 펴질 때까지 플랫폼을 끝까지 누릅니다. (참고: 일부 레그 프레스 장치에서는 안전을 위해 안전 막대를 그대로 둘 수 있습니다. 레그 프레스 장치에서 허용하는 경우 이것이 운동을 수행하는 데 선호되는 방법입니다.) 몸통과 다리는 완벽하게 90도를 이루어야 합니다. 정도 각도. 이제 발가락과 발 볼을 플랫폼의 아래쪽 부분에 조심스럽게 놓고 발뒤꿈치가 펴진 상태로 놓습니다. 발가락은 이 장의 시작 부분에서 설명한 대로 앞, 바깥쪽 또는 안쪽을 향해야 합니다. 이것이 당신의 시작 위치가 될 것입니다. 발목을 최대한 높이 펴고 종아리를 구부려 숨을 내쉴 때 발뒤꿈치를 들어 플랫폼을 누르십시오. 무릎이 항상 고정되어 있는지 확인하십시오. 어떠한 경우에도 굽힘이 없어야 합니다. 다시 내려가기 시작하기 전에 계약된 위치를 1초 동안 유지합니다. 종아리가 펴질 때까지 발목을 구부리면서 발뒤꿈치를 내리고 숨을 들이마시면서 천천히 시작자세로 돌아온다. 권장되는 반복 횟수만큼 반복합니다. 주의: 플랫폼 바닥에 발을 올려 놓을 경우 미끄러질 경우 안전바가 잠기지 않아 큰 사고가 발생할 수 있으니 각별히 주의하십시오. 변형: 이 운동은 한 번에 한 다리씩 수행할 수 있습니다."
  },
  {
    "name": "Rocking Standing Calf Raise",
    "type": "스트렝스",
    "muscle": "종아리",
    "equipment": "barbell",
    "difficulty": "초보자",
    "instructions": "이 운동은 안전을 위해 스쿼트 랙 안에서 수행하는 것이 가장 좋습니다. 시작하려면 먼저 자신의 키와 가장 잘 맞는 랙에 막대를 놓습니다. 올바른 높이를 선택하고 바에 짐을 싣고 나면 바 아래로 들어가 어깨 뒤쪽(목 약간 아래)에 놓습니다. 양쪽 팔을 사용하여 바를 잡고 먼저 다리로 밀면서 동시에 몸통을 곧게 펴서 랙에서 들어 올립니다. 랙에서 물러나 발끝이 약간 뾰족한 어깨 너비의 중간 자세를 사용하여 다리를 배치하십시오. 아래를 내려다 보면 균형을 잃을 수 있으므로 항상 머리를 위로 유지하십시오. 또한 등을 곧게 펴고 무릎을 약간 구부린 상태로 유지하십시오. 절대 잠기지 않는. 이것이 당신의 시작 위치가 될 것입니다. 숨을 내쉴 때 발목을 최대한 높이 펴고 종아리를 구부리면서 발 뒤꿈치를 들어 올리십시오. 무릎이 항상 고정되어 있는지 확인하십시오. 언제든지 굽힘이 없어야 합니다(포지셔닝 중에 생성한 약간의 초기 굽힘 제외). 다시 내려가기 시작하기 전에 계약된 위치를 1초 동안 유지합니다. 종아리가 펴질 때까지 발목을 구부리면서 발뒤꿈치를 내리고 숨을 들이마시면서 천천히 시작자세로 돌아온다. 이제 숨을 내쉴 때 종아리 앞쪽의 경골 근육을 수축시켜 발가락을 들어 올리십시오. 1초 동안 유지했다가 숨을 들이마시면서 다시 내립니다. 권장되는 반복 횟수만큼 반복합니다. 주의: 등은 항상 곧게 펴고 고정된 상태를 유지하십시오. 등이 둥글면 허리 부상을 입을 수 있습니다. 또한 보수적인 가중치를 선택하십시오. 이 운동은 많은 균형이 필요하며 너무 많은 무게를 선택하면 균형을 잃고 넘어질 수 있습니다. 변형: 스미스 머신도 이 운동에 사용할 수 있으며 균형이 좋지 않은 사람들에게 더 나은 선택입니다. 덤벨도 사용할 수 있습니다."
  },
  {
    "name": "Calf Press",
    "type": "스트렝스",
    "muscle": "종아리",
    "equipment": "machine",
    "difficulty": "초보자",
    "instructions": "다리가 시작 위치에서 약간만 구부러지도록 좌석을 조정하십시오. 발바닥이 플랫폼에 단단히 고정되어 있어야 합니다. 적절한 무게를 선택하고 손잡이를 잡습니다. 이것이 당신의 시작 위치가 될 것입니다. 스택에서 웨이트를 간신히 들어 올리면서 무릎을 펴서 다리를 곧게 펴십시오. 발목은 완전히 구부러지고 발가락은 위를 향해야 합니다. 가능한 한 발의 공을 통해 아래로 눌러 움직임을 실행하십시오. 잠시 멈춘 후 동작을 반대로 반복합니다."
  },
  {
    "name": "Standing barbell calf raise",
    "type": "스트렝스",
    "muscle": "종아리",
    "equipment": "barbell",
    "difficulty": "초보자",
    "instructions": "이 운동은 안전을 위해 스쿼트 랙 안에서 수행하는 것이 가장 좋습니다. 시작하려면 먼저 자신의 키와 가장 잘 맞는 랙에 막대를 놓습니다. 올바른 높이를 선택하고 바에 짐을 싣고 나면 바 아래로 들어가 어깨 뒤쪽(목 약간 아래)에 바를 놓습니다. 양쪽 팔을 사용하여 바를 잡고 먼저 다리로 밀면서 동시에 몸통을 곧게 펴서 랙에서 들어 올립니다. 랙에서 물러나 발끝이 약간 뾰족한 어깨 너비의 중간 자세를 사용하여 다리를 배치하십시오. 아래를 내려다보면 균형이 무너지고 등을 곧게 유지하므로 항상 머리를 위로 유지하십시오. 무릎은 약간 구부린 상태를 유지해야 합니다. 절대 잠기지 않는. 이것이 당신의 시작 위치가 될 것입니다. 팁: 더 나은 동작 범위를 위해 발 볼을 나무 블록 위에 놓을 수도 있지만 이 옵션에는 더 많은 균형과 견고한 블록이 필요하므로 주의하십시오. 숨을 내쉴 때 발목을 최대한 높이 펴고 종아리를 구부리면서 발 뒤꿈치를 들어 올리십시오. 무릎이 항상 고정되어 있는지 확인하십시오. 어떠한 경우에도 굽힘이 없어야 합니다. 다시 내려가기 시작하기 전에 계약된 위치를 1초 동안 유지합니다. 종아리가 펴질 때까지 발목을 구부리면서 발뒤꿈치를 내리고 숨을 들이마시면서 천천히 시작자세로 돌아온다. 권장되는 반복 횟수만큼 반복합니다. 주의: 허리 문제가 있는 경우 카프 프레스가 더 좋은 운동입니다. 스탠딩 카프 레이즈를 하는 동안 등이 들어올리는 무게를 지탱해야 하기 때문입니다. 또한 허리는 항상 곧게 펴고 고정된 상태를 유지하십시오. 등이 둥글면 허리 부상을 입을 수 있습니다. 변형: 스탠딩 카프 레이즈를 수행하는 몇 가지 다른 방법이 있습니다. 스쿼트 랙 대신 카프 프레스 머신을 사용하거나 한 번에 한 발 또는 두 발의 덤벨을 사용할 수 있습니다. 송아지 키우기에도 스미스 머신을 사용할 수 있습니다. 나무 조각을 사용하여 발의 볼을 배치하는 바벨 종아리 레이즈를 수행할 수도 있습니다. 이렇게 하면 더 나은 동작 범위를 얻을 수 있습니다. 그러나이 경우 균형을 훨씬 잘 잡아야하므로주의하십시오."
  },
  {
    "name": "Barbell Seated Calf Raise",
    "type": "스트렝스",
    "muscle": "종아리",
    "equipment": "barbell",
    "difficulty": "초보자",
    "instructions": "평평한 벤치 앞 약 12인치에 블록을 놓습니다. 벤치에 앉아 발의 공을 블록 위에 놓습니다. 다른 사람에게 무릎 위 약 3인치 위에 허벅지 위쪽에 바벨을 놓고 그대로 유지하도록 합니다. 이것이 당신의 시작 위치가 될 것입니다. 종아리를 조이고 숨을 내쉴 때 발가락을 가능한 한 높이 들어 올리십시오. 두 번째 수축 후 천천히 시작 위치로 돌아갑니다. 팁: 최대한의 효과를 얻으려면 송아지를 최대한 늘리십시오. 권장되는 반복 횟수만큼 반복합니다. 변형: 이 운동을 수행하기 위해 스미스 머신 또는 시티드 카프 레이즈 머신을 사용할 수 있습니다. 또는 각 허벅지 위에 하나씩 덤벨을 배치하여 사용할 수도 있습니다."
  },
  {
    "name": "Balance Board",
    "type": "스트렝스",
    "muscle": "종아리",
    "equipment": "other",
    "difficulty": "초보자",
    "instructions": "참고: 이 운동은 균형을 높이기 위해 고안되었습니다. 당신 앞에 균형 판을 놓으십시오. 그 위에 서서 균형을 잡으십시오. 원하는 만큼 저울을 유지하십시오. 주의: 균형이 좋지 않은 경우 덜 도전적인 보드 중 하나로 시작하십시오. 변형: 다양한 유형의 저울판을 사용하여 이 운동을 수행할 수 있습니다. 일부는 다른 것보다 더 도전적입니다."
  },
  {
    "name": "Weighted donkey calf raise",
    "type": "스트렝스",
    "muscle": "종아리",
    "equipment": "other",
    "difficulty": "중급",
    "instructions": "이 운동을 하려면 당나귀 송아지 키우기 기계를 사용해야 합니다. 제공된 패딩 레버 아래에 허리와 엉덩이를 배치하여 시작하십시오. 꼬리뼈 부분은 패드와 접촉하는 부분이어야 합니다. 양쪽 팔을 측면 손잡이에 놓고 발볼을 종아리 블록에 놓고 발뒤꿈치를 벌립니다. 목표 영역에 따라 발가락을 앞, 안쪽 또는 바깥쪽으로 정렬하고 무릎을 고정하지 않고 곧게 펴십시오. 이것이 당신의 시작 위치가 될 것입니다. 숨을 내쉴 때 발목을 최대한 높이 펴고 종아리를 구부리면서 발 뒤꿈치를 들어 올리십시오. 무릎이 항상 고정되어 있는지 확인하십시오. 어떠한 경우에도 굽힘이 없어야 합니다. 다시 내려가기 시작하기 전에 계약된 위치를 1초 동안 유지합니다. 종아리가 펴질 때까지 발목을 구부리면서 발뒤꿈치를 내리고 숨을 들이마시면서 천천히 시작자세로 돌아온다. 권장되는 반복 횟수만큼 반복합니다. 변형: 사용할 수 있는 기계가 없지만 종아리 블록과 잡을 수 있는 튼튼한 물체에 접근할 수 있는 경우 허리(꼬리뼈 주변)에 앉아 있는 사람을 저항으로 사용하여 이 작업을 수행할 수 있습니다."
  },
  {
    "name": "Dumbbell Bench Press",
    "type": "스트렝스",
    "muscle": "가슴",
    "equipment": "dumbbell",
    "difficulty": "중급",
    "instructions": "평평한 벤치에 누워 각 손에 덤벨을 들고 허벅지 위에 놓습니다. 손바닥이 서로 마주 보게 됩니다. 그런 다음 허벅지를 사용하여 덤벨을 들어 올리면서 한 번에 하나씩 덤벨을 들어 올려 어깨 너비로 앞쪽으로 덤벨을 잡을 수 있습니다. 어깨 넓이가 되면 손바닥이 반대쪽을 향하도록 손목을 앞으로 돌립니다. 덤벨은 가슴 옆에 위치해야 하며 팔뚝과 팔뚝은 90도 각도를 이루어야 합니다. 항상 덤벨을 완벽하게 제어해야 합니다. 이것이 당신의 시작 위치가 될 것입니다. 그런 다음 숨을 내쉬면서 가슴을 사용하여 덤벨을 위로 밀어 올리십시오. 리프트 상단에서 팔을 잠그고 가슴을 조이고 잠시 유지한 다음 천천히 내려오기 시작합니다. 팁: 이상적으로는 웨이트를 내리는 것이 올리는 것보다 약 두 배의 시간이 걸립니다. 훈련 프로그램의 규정된 반복 횟수만큼 움직임을 반복하십시오. 주의: 완료되면 옆에 덤벨을 떨어뜨리지 마십시오. 이는 어깨의 회전근개와 주위에서 운동하는 다른 사람들에게 위험합니다. 무릎을 구부린 채 바닥에서 다리를 들어올리고 손바닥이 서로 마주보도록 손목을 비틀고 허벅지 위에 덤벨을 올려 놓으세요. 양쪽 덤벨이 허벅지에 닿으면 동시에 상체를 위로 밀고(허벅지의 덤벨을 누르는 동안) 다리로 앞으로 약간 킥을 수행합니다(덤벨을 허벅지 위에 유지). 이 결합된 동작을 수행함으로써 모멘텀은 두 덤벨이 여전히 허벅지 위에 있는 상태로 앉은 자세로 돌아가는 데 도움이 됩니다. 이 시점에서 덤벨을 바닥에 놓을 수 있습니다. 변형: 이 운동의 또 다른 변형은 손바닥이 서로 마주보는 상태에서 수행하는 것입니다. 또한 손바닥이 서로 마주보게 한 다음 손목을 비틀어 덤벨을 들어올리면 동작의 정점에서 손바닥이 몸에서 멀어지는 방향을 향하도록 운동을 수행할 수 있습니다. 개인적으로 이 변형은 어깨에 무리가 가는 것 같아서 자주 사용하지 않습니다."
  },
  {
    "name": "Pushups",
    "type": "스트렝스",
    "muscle": "가슴",
    "equipment": "body_only",
    "difficulty": "중급",
    "instructions": "바닥에 엎드려서 양손을 36인치 정도 벌리고 몸통을 팔 길이만큼 들어 올립니다. 다음으로, 숨을 들이쉬면서 가슴이 바닥에 거의 닿을 때까지 몸을 아래로 내립니다. 이제 숨을 내쉬며 가슴에 힘을 주면서 상체를 밀어 시작 위치로 되돌립니다. 최고 수축 위치에서 잠시 멈춘 후 필요한 만큼 반복할 수 있도록 다시 몸을 낮추기 시작할 수 있습니다. 변형: 이 운동이 처음이고 수행할 힘이 없는 경우 무릎에서 다리를 구부려 저항을 제거하거나 바닥 대신 벽에 대해 운동을 수행할 수 있습니다. 가장 숙련된 리프터의 경우 저항을 높이고 가슴 위쪽을 더 목표로 하기 위해 벤치와 같은 높은 표면에 발을 둘 수 있습니다."
  },
  {
    "name": "Close-grip bench press",
    "type": "스트렝스",
    "muscle": "가슴",
    "equipment": "barbell",
    "difficulty": "중급",
    "instructions": "평평한 벤치에 눕습니다. 클로즈 그립(어깨 너비 정도)을 사용하여 랙에서 바를 들어 올리고 팔을 고정한 상태에서 몸 위로 똑바로 잡습니다. 이것이 당신의 시작 위치가 될 것입니다. 숨을 들이마시면서 가슴 중앙에 바가 느껴질 때까지 천천히 내려옵니다. 팁: 일반 벤치 프레스와 달리 팔꿈치를 항상 몸통 가까이에 두어 삼두근의 개입을 최대화해야 합니다. 두 번째 정지 후 숨을 내쉬면서 바를 시작 위치로 되돌리고 삼두근을 사용하여 바를 밀어냅니다. 수축된 자세로 팔을 잠그고 1초 동안 유지한 다음 다시 천천히 내려오기 시작합니다. 팁: 올라가는 것보다 내려가는 데 최소 두 배의 시간이 걸립니다. 정해진 반복 횟수만큼 동작을 반복합니다. 완료되면 바를 랙에 다시 놓습니다. 주의: 이 연습을 처음 접하는 경우 스팟터를 사용하는 것이 좋습니다. 스포터를 사용할 수 없는 경우 사용되는 무게의 양을 보수적으로 사용하십시오. 또한 바가 너무 앞으로 움직이지 않도록 주의하십시오. 바가 가슴 중앙에 떨어지기를 원합니다. 변형: 이 운동은 내부 손잡이와 덤벨을 사용하여 e-z 바를 사용하여 수행할 수도 있습니다. 이 경우 손바닥이 서로 마주하게 됩니다."
  },
  {
    "name": "Dumbbell Flyes",
    "type": "스트렝스",
    "muscle": "가슴",
    "equipment": "dumbbell",
    "difficulty": "중급",
    "instructions": "양손에 덤벨을 들고 허벅지 위에 얹은 채 플랫 벤치에 눕습니다. 손바닥이 서로 마주 보게 됩니다. 그런 다음 허벅지를 사용하여 덤벨을 올리는 데 도움이 되도록 한 번에 하나씩 덤벨을 들어 올려 손바닥이 서로 마주보도록 어깨 너비로 덤벨을 잡을 수 있습니다. 덤벨을 누르는 것처럼 들어 올리되 잠그기 직전에 멈추고 유지하십시오. 이것이 당신의 시작 위치가 될 것입니다. 이두박근 힘줄의 스트레스를 방지하기 위해 팔꿈치를 약간 구부린 상태에서 가슴에 스트레칭이 느껴질 때까지 팔을 양쪽으로 넓은 호를 그리며 내립니다. 동작의 이 부분을 수행하면서 숨을 들이마십니다. 팁: 움직이는 동안 팔은 고정된 상태를 유지해야 합니다. 움직임은 어깨 관절에서만 일어나야 합니다. 가슴 근육을 조이고 숨을 내쉬면서 시작 위치로 팔을 되돌립니다. 팁: 웨이트를 낮추는 데 사용되는 것과 동일한 동작 원호를 사용해야 합니다. 수축된 위치에서 1초 동안 유지하고 지정된 반복 횟수만큼 동작을 반복합니다. 변형: 다양한 자극을 위해 손바닥이 앞을 향한 버전을 사용할 수 있습니다."
  },
  {
    "name": "Incline dumbbell bench press",
    "type": "스트렝스",
    "muscle": "가슴",
    "equipment": "dumbbell",
    "difficulty": "중급",
    "instructions": "각 손에 덤벨을 허벅지 위에 얹고 인클라인 벤치에 등을 대고 눕습니다. 손바닥이 서로 마주 보게 됩니다. 그런 다음 허벅지를 사용하여 덤벨을 밀어올리는 데 도움이 되도록 한 번에 하나씩 덤벨을 들어 올려 어깨 너비로 덤벨을 잡습니다. 덤벨을 어깨 넓이로 들어올린 후 손목을 앞으로 돌려 손바닥이 반대쪽을 향하도록 합니다. 이것이 당신의 시작 위치가 될 것입니다. 항상 덤벨을 완벽하게 제어해야 합니다. 그런 다음 숨을 내쉬며 가슴으로 덤벨을 들어 올립니다. 상단에서 팔을 고정하고 잠시 유지한 다음 천천히 무게를 내리기 시작합니다. 팁 이상적으로는 중량을 낮추는 것이 중량을 올리는 것보다 약 2배의 시간이 걸립니다. 정해진 반복 횟수만큼 동작을 반복합니다. 완료되면 덤벨을 다시 허벅지에 놓고 바닥에 놓습니다. 이것은 덤벨을 해제하는 가장 안전한 방법입니다. 변형: 사용 중인 벤치가 조정 가능한 경우 인클라인 벤치에서 여러 각도를 사용할 수 있습니다. 이 운동의 또 다른 변형은 손바닥이 서로 마주보도록 하는 것입니다. 또한 손바닥이 서로 마주보게 한 다음 손목을 비틀어 덤벨을 들어올리면 동작의 정점에서 손바닥이 몸에서 멀어지는 방향을 향하도록 운동을 수행할 수 있습니다. 개인적으로 이 변형은 어깨에 무리가 가는 것 같아서 자주 사용하지 않습니다."
  },
  {
    "name": "Low-cable cross-over",
    "type": "스트렝스",
    "muscle": "가슴",
    "equipment": "cable",
    "difficulty": "중급",
    "instructions": "시작 위치로 이동하려면 도르래를 낮은 위치에 놓고 사용할 저항을 선택한 다음 양손으로 핸들을 잡습니다. 도르래에 장력을 가하면서 앞으로 나아갑니다. 손바닥은 앞을 향하고 손은 허리 아래에 있어야 하며 팔은 곧게 펴야 합니다. 이것이 당신의 시작 위치가 될 것입니다. 팔을 약간 구부린 상태에서 몸의 정중선을 향해 손을 위로 당깁니다. 손은 가슴 앞에서 모아야 하고 손바닥은 위를 향해야 합니다. 잠시 멈춘 후 팔을 시작 위치로 되돌립니다."
  },
  {
    "name": "Barbell Bench Press - Medium Grip",
    "type": "스트렝스",
    "muscle": "가슴",
    "equipment": "barbell",
    "difficulty": "중급",
    "instructions": "평평한 벤치에 눕습니다. 중간 너비 그립(팔뚝과 상완 사이의 움직임 중간에 90도 각도를 만드는 그립)을 사용하여 랙에서 바를 들어 올리고 팔을 고정한 상태에서 똑바로 잡습니다. 이것이 당신의 시작 위치가 될 것입니다. 시작 위치에서 숨을 들이쉬고 바가 가슴 중앙에 닿을 때까지 천천히 내려옵니다. 잠시 멈춘 후 숨을 내쉬면서 바를 시작 위치로 되돌립니다. 가슴 근육을 사용하여 바를 미는 데 집중하십시오. 팔을 고정하고 동작의 정점에서 수축된 위치에서 가슴을 쥐어짜고 잠시 유지한 다음 다시 천천히 내려오기 시작합니다. 팁: 이상적으로는 웨이트를 내리는 것이 올리는 것보다 약 두 배의 시간이 걸립니다. 정해진 반복 횟수만큼 동작을 반복합니다. 완료되면 바를 랙에 다시 놓습니다. 주의: 이 연습을 처음 접하는 경우 스팟터를 사용하는 것이 좋습니다. 스포터를 사용할 수 없는 경우 사용되는 무게의 양을 보수적으로 사용하십시오. 또한 바가 너무 앞으로 움직이지 않도록 주의하십시오. 바가 가슴 중앙에 닿고 다른 곳에 닿지 않기를 원합니다. 가슴에서 무게를 튕기지 마십시오. 항상 바벨을 완벽하게 제어해야 합니다."
  },
  {
    "name": "Chest dip",
    "type": "스트렝스",
    "muscle": "가슴",
    "equipment": "other",
    "difficulty": "중급",
    "instructions": "이 연습에서는 평행 막대에 액세스해야 합니다. 시작 위치로 이동하려면 바 위로 팔 길이(팔을 고정)로 몸을 잡습니다. 숨을 들이마시면서 상체를 약 30도 정도 앞으로 숙이고 가슴이 약간 늘어나는 느낌이 들 때까지 팔꿈치를 약간 벌린 상태에서 천천히 몸을 낮춥니다. 스트레칭이 느껴지면 숨을 내쉬면서 가슴을 사용하여 몸을 시작 위치로 되돌립니다. 팁: 움직임의 정점에서 잠시 동안 가슴을 쥐어짜는 것을 잊지 마세요. 정해진 반복 횟수만큼 동작을 반복합니다. 변형: 이 운동이 처음이고 수행할 힘이 없다면 가능하면 딥 어시스트 머신을 사용하십시오. 이 기계는 체중을 사용하여 체중을 밀 수 있도록 도와줍니다. 그렇지 않으면 스 포터가 다리를 잡고 도움을 줄 수 있습니다. 고급 리프터는 웨이트 플레이트를 추가할 수 있는 웨이트 벨트를 사용하여 운동에 웨이트를 추가할 수 있습니다."
  },
  {
    "name": "Decline Dumbbell Flyes",
    "type": "스트렝스",
    "muscle": "가슴",
    "equipment": "dumbbell",
    "difficulty": "중급",
    "instructions": "디클라인 벤치 끝에 다리를 고정하고 양손에 덤벨을 들고 허벅지 위에 눕습니다. 손바닥이 서로 마주 보게 됩니다. 일단 누우면 덤벨을 어깨 넓이로 앞으로 옮깁니다. 손바닥은 서로를 향해야 하고 팔은 바닥과 수직을 이루며 완전히 뻗어 있어야 합니다. 이것이 당신의 시작 위치가 될 것입니다. 이두박근 힘줄의 스트레스를 방지하기 위해 팔꿈치를 약간 구부린 상태에서 가슴에 스트레칭이 느껴질 때까지 팔을 양쪽으로 넓은 호를 그리며 내립니다. 동작의 이 부분을 수행하면서 숨을 들이마십니다. 팁: 움직이는 동안 팔은 고정된 상태를 유지해야 합니다. 움직임은 어깨 관절에서만 일어나야 합니다. 가슴 근육을 조이고 숨을 내쉬면서 시작 위치로 팔을 되돌립니다. 팁: 웨이트를 낮추는 데 사용되는 것과 동일한 동작 원호를 사용해야 합니다. 수축된 위치에서 1초 동안 유지하고 지정된 반복 횟수만큼 동작을 반복합니다. 변형: 다양한 자극을 위해 손바닥이 앞을 향한 버전을 사용할 수 있습니다."
  },
  {
    "name": "Bodyweight Flyes",
    "type": "스트렝스",
    "muscle": "가슴",
    "equipment": "e-z_curl_bar",
    "difficulty": "초보자",
    "instructions": "2개의 EZ 바를 나란히 지면에 놓습니다. 그들이 구를 수 있는지 확인하십시오. 팔을 펴고 몸을 곧게 편 상태에서 발가락과 손으로 체중을 지탱하면서 바 위에서 푸쉬업 자세를 취합니다. 막대에 손을 대십시오. 이것이 당신의 시작 위치가 될 것입니다. 느리고 제어된 동작을 사용하여 손을 몸의 정중선에서 멀리 이동하여 막대를 벌립니다. 동작의 이 부분 동안 숨을 들이쉽니다. 막대를 최대한 멀리 이동한 후 막대를 다시 당겨서 시작 위치로 돌아갑니다. 이 동작을 수행하면서 숨을 내쉰다."
  },
  {
    "name": "Rickshaw Carry",
    "type": "강한 남자",
    "muscle": "팔뚝",
    "equipment": "other",
    "difficulty": "초보자",
    "instructions": "프레임을 시작점에 놓고 적절한 무게를 싣습니다. 프레임 중앙에 서서 핸들을 잡고 발뒤꿈치로 운전하여 프레임을 들어 올리십시오. 가슴과 머리가 위로 향하고 등이 곧게 펴졌는지 확인합니다. 빠르고 통제된 걸음으로 즉시 활기차게 걷기 시작하십시오. 가슴을 펴고 머리를 앞으로 내밀고 호흡을 계속하십시오. 끝점에 도달한 후 프레임을 바닥으로 가져옵니다."
  },
  {
    "name": "Palms-down wrist curl over bench",
    "type": "스트렝스",
    "muscle": "팔뚝",
    "equipment": "barbell",
    "difficulty": "중급",
    "instructions": "평평한 벤치의 한쪽에 바벨을 놓고 시작하십시오. 몸이 플랫 벤치를 향하도록 양쪽 무릎을 꿇습니다. 팔을 사용하여 회내 그립(손바닥이 아래로 향함)으로 바벨을 잡고 위로 올려 팔뚝이 플랫 벤치에 닿도록 합니다. 손목이 가장자리에 매달려 있어야 합니다. 손목을 위쪽으로 구부리고 숨을 내쉬면서 시작하십시오. 숨을 들이마시면서 손목을 시작 위치로 천천히 내립니다. 이 운동을 수행하는 데 필요한 움직임은 손목뿐이므로 팔뚝은 움직이지 않아야 합니다. 권장되는 반복 횟수만큼 반복합니다. 변형: 이 운동은 허벅지를 팔뚝의 휴식 자세로 사용하여 앉아서 수행할 수도 있습니다. 손목을 무릎 위에 걸고 위에서 언급한 것과 동일한 동작을 수행할 수 있습니다. 바벨 대신 덤벨을 사용할 수도 있습니다."
  },
  {
    "name": "Straight-bar wrist roll-up",
    "type": "스트렝스",
    "muscle": "팔뚝",
    "equipment": "None",
    "difficulty": "중급",
    "instructions": "양손과 손바닥이 아래를 향하도록 바벨을 잡습니다. 양손은 어깨 넓이만큼 벌립니다. 이것이 당신의 시작 위치가 될 것입니다. 양손을 번갈아 가며 신문지를 말듯이 손목을 펴서 동작을 한다. 실패할 때까지 앞뒤로 번갈아 가며 계속하십시오. 손목을 구부리고 반대 방향으로 롤링하여 동작을 반대로 합니다. 실패할 때까지 교대로 동작을 계속합니다."
  },
  {
    "name": "Dumbbell farmer's walk",
    "type": "강한 남자",
    "muscle": "팔뚝",
    "equipment": "other",
    "difficulty": "중급",
    "instructions": "농부의 산책에 사용할 수 있는 다양한 도구가 있습니다. 이러한 도구를 사용할 수 없는 경우 무거운 덤벨이나 짧은 바로 수행할 수도 있습니다. 도구 사이에 서서 시작하십시오. 손잡이를 잡은 후 등을 곧게 펴고 머리를 위로 한 채 발뒤꿈치로 운전하면서 손잡이를 들어 올리십시오. 짧고 빠른 걸음으로 걸으며 호흡하는 것을 잊지 마십시오. 주어진 거리(일반적으로 50~100피트)를 최대한 빨리 이동합니다."
  },
  {
    "name": "Palms-up wrist curl over bench",
    "type": "스트렝스",
    "muscle": "팔뚝",
    "equipment": "barbell",
    "difficulty": "중급",
    "instructions": "평평한 벤치의 한쪽에 바벨을 놓고 시작하십시오. 몸이 플랫 벤치를 향하도록 양쪽 무릎을 꿇습니다. 팔을 사용하여 회외 그립(손바닥이 위로)으로 바벨을 잡고 위로 올려 팔뚝이 플랫 벤치에 닿도록 합니다. 손목이 가장자리에 매달려 있어야 합니다. 손목을 위쪽으로 구부리고 숨을 내쉬면서 시작하십시오. 숨을 들이마시면서 손목을 시작 위치로 천천히 내립니다. 이 운동을 수행하는 데 필요한 움직임은 손목뿐이므로 팔뚝은 움직이지 않아야 합니다. 권장되는 반복 횟수만큼 반복합니다. 변형: 이 운동은 허벅지를 팔뚝의 휴식 자세로 사용하여 앉아서 수행할 수도 있습니다. 손목을 무릎 위에 걸고 위에서 언급한 것과 동일한 동작을 수행할 수 있습니다. 바벨 대신 덤벨을 사용할 수도 있습니다."
  },
  {
    "name": "Standing behind-the-back wrist curl",
    "type": "스트렝스",
    "muscle": "팔뚝",
    "equipment": "barbell",
    "difficulty": "초보자",
    "instructions": "똑바로 서서 팔 길이만큼 둔근 뒤에 바벨을 들고 회내 그립(손바닥이 둔근 반대쪽을 향함)을 사용하고 손을 서로 어깨 너비로 벌리면서 시작합니다. 발은 서로 어깨너비로 벌린 상태에서 정면을 바라보고 있어야 합니다. 이것이 시작 위치입니다. 숨을 내쉬면서 손목을 천장을 향해 반원형으로 말아 바벨을 천천히 들어 올립니다. 참고: 이 운동에서는 손목만 움직여야 합니다. 1초 동안 수축을 유지하고 흡입하면서 바벨을 다시 시작 위치로 내립니다. 권장되는 반복 횟수만큼 반복합니다. 완료되면 무릎을 구부려 바벨을 스쿼트 랙이나 바닥으로 내립니다. 팁: 스쿼트 랙에서 집거나 파트너에게 건네주는 것이 가장 쉽습니다. 변형: 위에서 설명한 것과 동일한 동작을 사용하여 아령으로 이 운동을 수행할 수도 있습니다. 또 다른 옵션은 더 나은 격리를 위해 한 번에 하나의 덤벨을 사용하는 것입니다."
  },
  {
    "name": "Seated finger curl",
    "type": "스트렝스",
    "muscle": "팔뚝",
    "equipment": "barbell",
    "difficulty": "초보자",
    "instructions": "양손과 손바닥이 위를 향하도록 바벨을 잡습니다. 양손은 어깨 넓이만큼 벌립니다. 어깨 너비보다 약간 넓은 거리에서 발을 바닥에 평평하게 놓습니다. 이것이 당신의 시작 위치가 될 것입니다. 손가락을 펴서 바를 최대한 내립니다. 바가 손 아래로 굴러가도록 허용하면서 손가락의 마지막 관절로 바를 잡습니다. 이제 숨을 내쉬면서 손을 오므려 바를 최대한 높이 들어 올리십시오. 상단에서 수축을 유지하십시오."
  },
  {
    "name": "Seated Two-Arm Palms-Up Low-Pulley Wrist Curl",
    "type": "스트렝스",
    "muscle": "팔뚝",
    "equipment": "cable",
    "difficulty": "초보자",
    "instructions": "바벨이나 EZ Curl 부착물이 있는 로우 풀리 머신 앞에 벤치를 놓습니다. 벤치를 충분히 멀리 이동하여 핸들을 허벅지 상단으로 가져갈 때 웨이트 스택이 위로 이동되어 케이블에 장력이 생성되도록 합니다. 이제 어깨 너비 그립을 사용하여 양손으로 손바닥을 위로 핸들을 잡습니다. 뒤로 물러서서 발을 어깨너비로 벌리고 벤치에 앉아 바닥에 단단히 고정합니다. 앞으로 몸을 숙이고 손목 뒤쪽이 무릎 위에 오도록 팔뚝을 허벅지에 놓습니다. 이것이 당신의 시작 위치가 될 것입니다. 숨을 들이쉬고 꽉 쥐는 동안 바를 가능한 한 낮추십시오. 이제 팔뚝을 수축시키면서 바를 최대한 위로 구부립니다. 팁: 손목만 움직여야 합니다. 팔뚝이 아닙니다. 상단에서 두 번째 수축 후 숨을들이 쉬면서 시작 위치로 돌아갑니다. 권장되는 반복 횟수만큼 반복합니다. 변형: 이 운동은 단일 핸들 부착(한 번에 한 팔) 또는 한 팔과 두 팔 변형을 사용하는 프리 웨이트(바벨 또는 덤벨)로도 수행할 수 있습니다."
  },
  {
    "name": "Wrist Roller",
    "type": "스트렝스",
    "muscle": "팔뚝",
    "equipment": "other",
    "difficulty": "초보자",
    "instructions": "시작하려면 회내 그립(손바닥이 아래를 향함)을 사용하여 손목 롤러를 잡고 똑바로 서십시오. 발은 어깨 너비만큼 떨어져 있어야 합니다. 두 팔이 완전히 뻗어 앞 바닥과 평행이 될 때까지 천천히 들어올립니다. 참고: 로프가 롤러 주위에 감겨 있지 않은지 확인하십시오. 팔뚝을 제외하고 몸 전체가 움직이지 않아야 합니다. 이것이 시작 위치입니다. 로프를 롤러 주위로 굴려 무게를 막대 위로 올리기 위해 한 번에 한 손목씩 위로 돌립니다. 웨이트가 바에 도달하면 웨이트가 시작 위치에 도달할 때까지 손목을 아래쪽으로 회전하여 천천히 웨이트를 다시 내리기 시작합니다. 프로그램에서 규정된 반복 횟수만큼 반복합니다."
  },
  {
    "name": "Seated One-Arm Dumbbell Palms-Up Wrist Curl",
    "type": "스트렝스",
    "muscle": "팔뚝",
    "equipment": "dumbbell",
    "difficulty": "초보자",
    "instructions": "오른손에 덤벨을 들고 평평한 벤치에 앉습니다. 어깨 너비보다 약간 넓은 거리에서 발을 바닥에 평평하게 놓습니다. 앞으로 몸을 기울여 오른쪽 팔뚝을 손바닥을 위로 한 상태에서 오른쪽 위 허벅지 위에 놓습니다. 팁: 손목의 앞쪽이 무릎 위에 오도록 하세요. 이것이 당신의 시작 위치가 될 것입니다. 덤벨을 단단히 잡은 상태에서 덤벨을 최대한 내립니다. 이 동작을 수행하면서 숨을 들이쉽니다. 이제 팔뚝을 수축하고 숨을 내쉴 때 가능한 한 높이 덤벨을 구부리십시오. 다시 내리기 전에 1초 동안 수축을 유지하십시오. 팁: 움직임은 손목에서만 일어나야 합니다. 권장 반복 횟수만큼 수행하고 팔을 바꿔 동작을 반복합니다. 변형: 한 번에 두 팔을 각 무릎에 하나씩 사용하거나 바벨을 사용하여 이 동작을 수행할 수도 있습니다."
  },
  {
    "name": "Barbell glute bridge",
    "type": "역도",
    "muscle": "둔부",
    "equipment": "barbell",
    "difficulty": "중급",
    "instructions": "바벨을 다리 위에 올려놓고 바닥에 앉은 상태에서 시작합니다. 팻 바를 사용하거나 바에 패드를 대면 이 운동으로 인한 불편함을 크게 줄일 수 있습니다. 바가 엉덩이 바로 위에 오도록 바를 굴리고 바닥에 평평하게 눕습니다. 바를 통해 엉덩이를 수직으로 확장하면서 발 뒤꿈치로 운전하면서 움직임을 시작하십시오. 체중은 등 위쪽과 발뒤꿈치로 지탱해야 합니다. 최대한 뻗은 다음 반대 방향으로 시작 위치로 돌아갑니다."
  },
  {
    "name": "Barbell Hip Thrust",
    "type": "역도",
    "muscle": "둔부",
    "equipment": "barbell",
    "difficulty": "중급",
    "instructions": "바로 뒤에 벤치가 있는 바닥에 앉아 시작합니다. 바벨을 다리 위에 올리십시오. 팻 바를 사용하거나 바에 패드를 대면 이 운동으로 인한 불편함을 크게 줄일 수 있습니다. 바가 엉덩이 바로 위에 오도록 바를 굴리고 어깨 뼈가 바의 상단 근처에 오도록 벤치에 등을 기대십시오. 바를 통해 엉덩이를 수직으로 확장하면서 발을 통해 이동하여 움직임을 시작하십시오. 체중은 견갑골과 발로 지탱해야 합니다. 최대한 뻗은 다음 반대 방향으로 시작 위치로 돌아갑니다."
  },
  {
    "name": "Single-leg cable hip extension",
    "type": "스트렝스",
    "muscle": "둔부",
    "equipment": "cable",
    "difficulty": "중급",
    "instructions": "가죽 발목 커프를 낮은 케이블 도르래에 걸고 커프를 발목에 부착합니다. 지지를 위해 강철 프레임을 잡고 약 2피트 거리에서 웨이트 스택을 마주합니다. 무릎과 엉덩이를 약간 구부리고 복근을 단단히 조인 상태에서 둔근을 수축하여 숨을 내쉴 때 편안하게 갈 수 있는 높이까지 반원형 호를 그리며 작업 중인 다리를 천천히 뒤로 \"차십시오\". 팁: 최대 수축을 달성하기 위해 1초 동안 둔근을 꽉 쥐십시오. 이제 시작 위치에 도달할 때까지 케이블의 당김에 저항하면서 작업 중인 다리를 천천히 앞으로 가져옵니다. 권장되는 반복 횟수만큼 반복합니다. 다리를 바꿔 반대쪽도 같은 동작을 반복합니다. 변형: 운동 밴드를 사용하여 이 운동을 수행할 수 있습니다."
  },
  {
    "name": "Glute bridge",
    "type": "스트렝스",
    "muscle": "둔부",
    "equipment": "body_only",
    "difficulty": "중급",
    "instructions": "등을 대고 바닥에 평평하게 눕고 양손은 옆구리에 두고 무릎은 구부립니다. 발은 어깨 넓이 정도에 위치해야 합니다. 이것이 당신의 시작 위치가 될 것입니다. 주로 발뒤꿈치로 밀면서 허리를 곧게 펴고 엉덩이를 바닥에서 들어 올립니다. 동작의 이 부분을 수행하면서 숨을 내쉬고 1초 동안 상단에서 유지합니다. 숨을 들이마시면서 천천히 시작 위치로 돌아갑니다. 변형: 이 운동은 한 번에 한 다리씩 수행할 수 있습니다."
  },
  {
    "name": "Single-leg glute bridge",
    "type": "스트렝스",
    "muscle": "둔부",
    "equipment": "body_only",
    "difficulty": "중급",
    "instructions": "발을 평평하게 하고 무릎을 구부린 상태로 바닥에 눕습니다. 한쪽 다리를 땅에서 들어 올려 무릎을 가슴 쪽으로 당깁니다. 이것이 당신의 시작 위치가 될 것입니다. 발 뒤꿈치를 통해 운전하고 엉덩이를 위로 확장하고 둔근을 땅에서 들어 올려 움직임을 실행하십시오. 최대한 늘리고 잠시 멈춘 다음 시작 위치로 돌아갑니다."
  },
  {
    "name": "Step-up with knee raise",
    "type": "스트렝스",
    "muscle": "둔부",
    "equipment": "body_only",
    "difficulty": "중급",
    "instructions": "발을 모으고 적당한 높이의 상자나 벤치를 마주보고 선다. 이것이 당신의 시작 위치가 될 것입니다. 왼발을 벤치 상단에 올려 놓고 움직임을 시작하십시오. 앞다리의 엉덩이와 무릎을 뻗어 상자 위에 서십시오. 왼쪽 다리로 상자 위에 서서 오른쪽 무릎과 엉덩이를 구부려 무릎을 최대한 높이 들어 올립니다. 상자에서 내려오려면 이 동작을 반대로 한 다음 반대쪽 다리에서 시퀀스를 반복합니다."
  },
  {
    "name": "Kettlebell thruster",
    "type": "스트렝스",
    "muscle": "둔부",
    "equipment": "kettlebells",
    "difficulty": "중급",
    "instructions": "두 개의 케틀벨을 어깨까지 청소하십시오. 케틀벨을 어깨쪽으로 당길 때 다리와 엉덩이를 통해 확장하여 케틀벨을 어깨까지 청소하십시오. 그렇게 하면서 손목을 돌립니다. 이것이 당신의 시작 위치가 될 것입니다. 엉덩이와 무릎을 구부리고 다리 사이로 엉덩이를 내리면서 스쿼트를 시작합니다. 가능한 한 낮게 하강할 때 똑바로 등을 유지하십시오. 바닥에서 방향을 반대로 하고 무릎과 엉덩이를 펴고 발뒤꿈치를 통해 운전하면서 쪼그리고 앉습니다. 그렇게 하면서 팔을 위로 곧게 펴서 두 케틀벨 머리 위로 누르십시오. 다음 반복을 시작할 때 웨이트를 어깨로 되돌립니다."
  },
  {
    "name": "Kneeling Squat",
    "type": "역도",
    "muscle": "둔부",
    "equipment": "barbell",
    "difficulty": "초보자",
    "instructions": "바를 파워 랙에 적절한 높이로 설정합니다. 바 뒤에 무릎을 꿇으십시오. 무릎을 보호하기 위해 매트를 깔아두는 것이 도움이 될 수 있습니다. 바 아래로 밀어서 어깨 뒤쪽에 걸치십시오. 견갑골이 수축되고 바가 등을 가로질러 조여져야 합니다. 무게를 푸십시오. 머리를 앞으로 내밀고 종아리에 닿을 때까지 엉덩이를 뒤로 젖힙니다. 동작을 반대로 하여 몸통을 수직 위치로 되돌립니다."
  },
  {
    "name": "Flutter Kicks",
    "type": "스트렝스",
    "muscle": "둔부",
    "equipment": "None",
    "difficulty": "중급",
    "instructions": "평평한 벤치에 엎드려서 엉덩이를 벤치 가장자리에 놓고 다리를 곧게 펴고 발끝을 바닥에서 높이 들고 벤치 위에 팔을 올려 앞쪽 가장자리를 잡습니다. 둔근과 햄스트링을 조이고 엉덩이와 수평이 될 때까지 다리를 곧게 펴십시오. 이것이 당신의 시작 위치가 될 것입니다. 왼쪽 다리를 오른쪽 다리보다 높게 들어 움직임을 시작합니다. 그런 다음 오른쪽 다리를 들어 올릴 때 왼쪽 다리를 내립니다. 각 다리에 권장되는 반복 횟수를 완료할 때까지 이 방식으로 계속 번갈아 가며(물속에서 플러터 킥을 하는 것처럼) 계속하십시오. 항상 통제된 움직임을 유지하도록 하십시오. 팁: 이 동작을 수행하면서 정상적으로 호흡하게 됩니다. 변형: 더 발전할수록 발목 웨이트를 사용할 수 있습니다."
  },
  {
    "name": "Glute Kickback",
    "type": "스트렝스",
    "muscle": "둔부",
    "equipment": "body_only",
    "difficulty": "초보자",
    "instructions": "바닥이나 운동 매트에 무릎을 꿇고 허리를 구부리고 팔을 어깨 너비로 벌리고 무릎을 꿇은 팔 굽혀 펴기 자세를 취하기 위해 (몸통에 수직으로) 팔을 앞으로 뻗습니다. 머리는 앞을 향해야 하고 무릎을 구부리면 햄스트링과 종아리 사이에 90도 각도를 이루어야 합니다. 이것이 당신의 시작 위치가 될 것입니다. 숨을 내쉴 때 90도 굽힘 각도를 유지하면서 햄스트링이 등과 일직선이 될 때까지 오른쪽 다리를 들어 올립니다. 이 동작이 진행되는 동안 둔근을 수축하고 정점에서 수축 상태를 1초 동안 유지합니다. 팁: 움직임이 끝날 때 위쪽 다리는 바닥과 평행해야 하고 종아리는 수직이어야 합니다. 숨을 들이마시면서 처음 자세로 돌아갔다가 이제 왼쪽 다리로 반복합니다. 모든 권장 반복을 수행할 때까지 다리를 번갈아 가며 계속하십시오. 변형: 이 운동의 경우 한쪽 다리를 먼저 사용한 다음 다른 쪽 다리로 모든 반복을 수행할 수도 있습니다. 또한 발목 웨이트를 추가할 수도 있습니다."
  },
  {
    "name": "Barbell Deadlift",
    "type": "스트렝스",
    "muscle": "햄스트링",
    "equipment": "barbell",
    "difficulty": "중급",
    "instructions": "발 중앙에 오도록 바에 접근하십시오. 발은 엉덩이 너비만큼 떨어져 있어야 합니다. 엉덩이를 구부려 어깨 너비로 바를 잡고 견갑골이 펴지도록 합니다. 일반적으로 교대 그립을 사용합니다. 발과 그립을 잡은 상태에서 크게 숨을 들이마신 다음 엉덩이를 낮추고 정강이가 바에 닿을 때까지 무릎을 구부립니다. 머리로 기대하십시오. 가슴은 위로, 등은 아치형으로 유지하고 발뒤꿈치를 통해 운전을 시작하여 웨이트를 위로 이동합니다. 바가 통과한 후 무릎은 적극적으로 바를 뒤로 당기고 엉덩이를 바 쪽으로 앞으로 밀어 넣을 때 견갑골을 함께 당깁니다. 엉덩이를 구부리고 바를 바닥으로 안내하여 바를 내립니다."
  },
  {
    "name": "Romanian Deadlift With Dumbbells",
    "type": "스트렝스",
    "muscle": "햄스트링",
    "equipment": "dumbbell",
    "difficulty": "초보자",
    "instructions": "양손에 덤벨을 들고 선 자세에서 시작합니다. 등이 곧고 운동하는 동안 그 상태를 유지하는지 확인하십시오. 팔을 바닥에 수직으로 늘어뜨리고 손목은 회내시키고 팔꿈치는 옆구리를 향하게 합니다. 이것이 당신의 시작 위치가 될 것입니다. 엉덩이를 구부리면서 움직임을 시작하고 엉덩이를 최대한 뒤로 천천히 밀어냅니다. 이것은 아래쪽으로 움직이는 것이 아니라 고관절의 수평적인 움직임을 수반해야 합니다. 무릎은 부분적으로만 구부려야 하며 체중은 발뒤꿈치에 싣고 있어야 합니다. 엉덩이를 가능한 멀리 뒤로 밀어서 손이 무릎 높이에 가까워질 때 햄스트링에 긴장을 생성해야 합니다. 운동 내내 허리 아치를 유지하십시오. 엉덩이가 더 이상 뒤로 움직일 수 없으면 잠시 멈췄다가 엉덩이를 펴면서 천천히 시작 위치로 돌아갑니다."
  },
  {
    "name": "Clean Deadlift",
    "type": "올림픽_역도",
    "muscle": "햄스트링",
    "equipment": "barbell",
    "difficulty": "초보자",
    "instructions": "바벨을 정강이 가까이에 두고 서십시오. 발은 약간 바깥쪽으로 향한 상태에서 엉덩이 바로 아래에 있어야 합니다. 어깨너비만큼 벌려 더블 오버핸드 그립이나 후크 그립으로 바를 잡습니다. 바에 쪼그리고 앉으십시오. 척추는 완전히 확장되어야 하며 등 각도는 어깨가 바 앞에 있고 등은 가능한 한 수직으로 위치해야 합니다. 발 뒤꿈치 앞부분을 통해 바닥을 운전하면서 시작하십시오. 바가 위쪽으로 이동할 때 등받이 각도를 일정하게 유지하십시오. 무릎이 바의 경로에 닿지 않도록 옆으로 벌립니다. 바가 무릎을 교차한 후 엉덩이와 무릎이 펴질 때까지 엉덩이를 바 안으로 밀어 들어 올리기를 완료합니다."
  },
  {
    "name": "Sumo deadlift",
    "type": "역도",
    "muscle": "햄스트링",
    "equipment": "barbell",
    "difficulty": "초보자",
    "instructions": "지면에 로드된 막대로 시작합니다. 바가 발 중앙과 교차하도록 바에 접근하십시오. 발은 칼라 근처에서 매우 넓게 설정되어야 합니다. 엉덩이를 구부려 바를 잡습니다. 팔은 어깨 바로 아래, 다리 안쪽에 있어야 하며 회내 그립, 혼합 그립 또는 후크 그립을 사용할 수 있습니다. 어깨를 이완하면 사실상 팔이 길어집니다. 숨을 들이마신 다음 엉덩이를 내리고 가슴을 위로 머리를 앞으로 내밀어 보세요. 발 뒤쪽 절반에 체중을 싣고 발을 벌리면서 바닥을 통과하십시오. 엉덩이와 무릎을 통해 확장하십시오. 바가 무릎을 통과할 때 뒤로 기대고 엉덩이를 바 안으로 밀어넣어 견갑골을 함께 당깁니다. 엉덩이를 구부리고 내려가는 도중에 무게를 조절하여 무게를 땅으로 되돌립니다."
  },
  {
    "name": "Romanian Deadlift from Deficit",
    "type": "올림픽_역도",
    "muscle": "햄스트링",
    "equipment": "barbell",
    "difficulty": "초보자",
    "instructions": "팔 길이로 바를 잡고 서서 시작하십시오. 운동 범위를 늘리기 위해 높은 플랫폼에 설 수 있습니다. 무릎을 약간 구부린 다음 엉덩이를 구부리고 엉덩이를 최대한 뒤로 움직이고 유연성이 허용하는 한 몸통을 내립니다. 등은 항상 완전히 펴진 상태를 유지해야 하며 바는 다리와 접촉한 상태를 유지해야 합니다. 올바르게 수행하면 햄스트링에 심한 긴장이 느껴져야 합니다. 동작을 반대로 하면 시작 위치로 돌아갑니다."
  },
  {
    "name": "Power Snatch",
    "type": "올림픽_역도",
    "muscle": "햄스트링",
    "equipment": "barbell",
    "difficulty": "초보자",
    "instructions": "바닥에 짐을 실은 바벨로 시작하십시오. 바는 정강이에 가깝거나 닿아야 하며 바를 넓게 잡아야 합니다. 발은 엉덩이 바로 아래에 있어야 하며 필요에 따라 발이 바깥쪽으로 향해야 합니다. 엉덩이를 낮추고 가슴은 위로 향하고 머리는 앞을 향합니다. 어깨는 바 바로 앞에 있어야 합니다. 이것이 시작 위치가 될 것입니다. 바를 지면에서 들어올리면서 발뒤꿈치 앞부분으로 운전하여 첫 번째 당기기를 시작합니다. 등받이 각도는 바가 무릎을 지날 때까지 동일하게 유지되어야 합니다. 엉덩이, 무릎, 발목을 통해 두 번째 당김으로 전환하여 가능한 한 빨리 바를 위로 올립니다. 바는 몸에 가까워야 합니다. 피크 익스텐션에서 어깨를 으쓱하고 팔꿈치가 옆으로 구부러지도록 합니다. 약간 더 넓은 위치인 수신 위치로 발을 이동하면서 바를 머리 위로 올리면서 바 아래로 몸을 당깁니다. 바는 부분 스쿼트로 받아야 합니다. 바를 오버헤드 위치로 계속 올리면 바가 오버헤드로 고정됩니다. 무게를 머리 위로 들고 선 자세로 돌아갑니다."
  },
  {
    "name": "Power Clean from Blocks",
    "type": "올림픽_역도",
    "muscle": "햄스트링",
    "equipment": "barbell",
    "difficulty": "초보자",
    "instructions": "원하는 높이의 상자에 바벨을 놓고 다리 바로 바깥쪽을 잡습니다. 체중을 발뒤꿈치에 집중하고, 등을 곧게 펴고, 머리를 앞을 향하고, 가슴을 위로 하고, 어깨를 바 바로 앞에 두고 엉덩이를 내립니다. 이것이 당신의 시작 위치가 될 것입니다. 무릎을 펴면서 발 뒤꿈치를 통해 운전하여 첫 번째 당기기를 시작하십시오. 등 각도는 동일하게 유지되어야 하고 팔은 똑바로 유지되어야 합니다. 바가 허벅지 중간 위치에 가까워지면 엉덩이를 통해 확장되기 시작합니다. 점프 동작에서 바를 위로 움직이는 속도를 사용하여 엉덩이, 무릎 및 발목을 확장하여 가속합니다. 웨이트를 가속하기 위해 팔을 적극적으로 당길 필요가 없습니다. 두 번째 당기기의 끝에서 몸은 완전히 펴지고 약간 뒤로 기울어지며 팔은 여전히 ​​뻗은 상태여야 합니다. 완전한 확장이 이루어지면 팔꿈치를 위로 그리고 바깥쪽으로 한 상태에서 팔을 공격적으로 어깨를 으쓱하고 구부려 세 번째 당기기로 전환합니다. 피크 익스텐션에서 바가 어깨에 닿을 수 있을 만큼 충분히 바 아래로 몸을 당기면서 바 아래에서 팔꿈치를 회전시킵니다. 바는 긴장된 손으로 목에 가볍게 닿도록 뻗은 어깨 위에 올려놓아야 합니다. 몸통을 똑바로 세우고 팔꿈치를 위로 올린 상태에서 발뒤꿈치로 운전하여 즉시 회복합니다. 서 있는 자세로 일어날 때까지 계속하고 무게를 상자에 되돌려 반복을 완료합니다."
  },
  {
    "name": "Natural Glute Ham Raise",
    "type": "스트렝스",
    "muscle": "햄스트링",
    "equipment": "body_only",
    "difficulty": "초보자",
    "instructions": "랫 풀다운 머신의 레그 패드나 설교자 벤치를 사용하여 발목이 패드 아래에 있고 무릎이 시트에 있고 머신에서 멀어지는 방향을 향하도록 자세를 잡습니다. 똑바로 서서 좋은 자세를 유지해야 합니다. 이것이 당신의 시작 위치가 될 것입니다. 무릎이 거의 완전히 펴질 때까지 몸을 낮추십시오. 통제력을 유지하면서 다시 시작 위치로 몸을 들어 올리십시오. 담당자를 완료할 수 없는 경우 밴드, 파트너를 사용하거나 상자에서 밀어서 반복을 완료하는 데 도움을 줍니다."
  },
  {
    "name": "Glute ham raise-",
    "type": "스트렝스",
    "muscle": "햄스트링",
    "equipment": "none",
    "difficulty": "초보자",
    "instructions": "이 운동을 위해 파트너를 사용하거나 안정된 곳에서 발을 지탱할 수 있습니다. 다리 위쪽과 몸통을 똑바로 세우고 무릎을 꿇고 시작하십시오. 파트너를 사용하는 경우 파트너가 발을 단단히 잡아서 위치를 유지합니다. 이것이 당신의 시작 위치가 될 것입니다. 앞으로 갈 때 엉덩이가 구부러지지 않도록 주의하면서 무릎을 펴서 몸을 낮춥니다. 바닥에 닿을 때 손을 앞에 놓으십시오. 이 움직임은 매우 어렵고 도움 없이는 할 수 없습니다. 팔을 사용하여 바닥을 가볍게 밀면 시작 위치로 돌아갈 수 있습니다."
  },
  {
    "name": "Snatch Deadlift",
    "type": "올림픽_역도",
    "muscle": "햄스트링",
    "equipment": "barbell",
    "difficulty": "초보자",
    "instructions": "스내치 데드리프트는 스내치의 첫 풀을 강화한다. 바벨을 플랫폼에 놓고 와이드 스내치 그립으로 시작합니다. 발은 엉덩이 바로 아래에 있어야 하며 발은 바깥쪽으로 향해야 합니다. 머리가 앞을 향한 상태에서 등을 완전히 확장한 상태로 유지하면서 바에 쪼그려 앉습니다. 발 뒤꿈치를 통해 운전하고 엉덩이를 들어 움직임을 시작하십시오. 등 각도는 바가 무릎을 지날 때까지 동일하게 유지되어야 합니다. 그 시점에서 뒤로 누우면서 바를 통해 엉덩이를 움직입니다. 동작을 반대로 하여 바를 플랫폼으로 되돌립니다."
  },
  {
    "name": "Weighted pull-up",
    "type": "스트렝스",
    "muscle": "광배근",
    "equipment": "other",
    "difficulty": "중급",
    "instructions": "딥 벨트에 웨이트를 부착하고 허리에 고정합니다. 손바닥이 앞을 향하도록 풀업 바를 잡습니다. 중간 그립의 경우 손은 어깨 너비만큼 떨어져 있어야 합니다. 두 팔은 선택한 그립으로 바를 잡고 앞으로 뻗어야 합니다. 허리에 곡률을 만들고 가슴을 내밀면서 몸통을 약 30도 뒤로 가져오고 싶을 것입니다. 이것이 당신의 시작 위치가 될 것입니다. 이제 숨을 내쉬며 머리가 손 위에 올 때까지 몸통을 위로 당깁니다. 최고 수축 위치에 도달할 때 견갑골을 앞뒤로 조이는 데 집중하십시오. 최고 수축 위치에서 잠시 후, 숨을 들이쉬고 팔을 쭉 뻗고 광배근을 완전히 뻗은 상태에서 몸통을 시작 위치로 천천히 내립니다."
  },
  {
    "name": "Pullups",
    "type": "스트렝스",
    "muscle": "광배근",
    "equipment": "body_only",
    "difficulty": "중급",
    "instructions": "규정된 그립을 사용하여 손바닥이 앞을 향하도록 풀업 바를 잡습니다. 그립에 대한 참고 사항: 와이드 그립의 경우 어깨 너비보다 더 넓게 양손을 벌려야 합니다. 미디엄 그립의 경우 어깨 너비와 같은 거리에서 손을 벌리고 클로즈 그립의 경우 어깨 너비보다 작은 거리에서 손을 벌려야 합니다. 선택한 그립 너비로 바를 잡고 양팔을 앞으로 뻗은 상태에서 몸통을 뒤로 30도 정도 가져오면서 허리에 곡률을 만들고 가슴을 내밀어 보세요. 이것이 당신의 시작 위치입니다. 어깨와 상완을 아래로 그리고 뒤로 당겨서 바가 가슴 위쪽에 닿을 때까지 상체를 위로 당깁니다. 동작의 이 부분을 수행하면서 숨을 내쉰다. 팁: 완전히 수축된 자세에 도달하면 등 근육을 조이는 데 집중하십시오. 상반신은 공간을 이동할 때 고정된 상태를 유지해야 하며 팔만 움직여야 합니다. 팔뚝은 바를 잡는 것 외에 다른 일을 해서는 안 됩니다. 수축된 자세에서 1초 후 숨을 들이쉬기 시작하고 팔이 완전히 펴지고 광배근이 완전히 펴지면 상체를 시작 위치로 천천히 내립니다. 정해진 반복 횟수만큼 이 동작을 반복합니다. 변형: 이 운동이 처음이고 이를 수행할 힘이 없다면 가능한 경우 턱 보조 기구를 사용하십시오. 이 기계는 체중을 사용하여 체중을 밀 수 있도록 도와줍니다. 그렇지 않으면 스 포터가 다리를 잡고 도움을 줄 수 있습니다. 반면에 고급 리프터는 웨이트 플레이트를 추가할 수 있는 웨이트 벨트를 사용하여 운동에 웨이트를 추가할 수 있습니다. 목 뒤 변형은 목 뒤로 바를 가져옴으로써 생성된 과신전으로 인해 회전근개에 단단할 수 있으므로 권장하지 않습니다."
  },
  {
    "name": "Rocky Pull-Ups/Pulldowns",
    "type": "스트렝스",
    "muscle": "광배근",
    "equipment": "other",
    "difficulty": "초보자",
    "instructions": "넓은 그립을 사용하여 손바닥이 앞을 향하도록 풀업 바를 잡습니다. 선택한 그립 너비로 바를 잡고 양팔을 앞으로 뻗은 상태에서 몸통을 뒤로 30도 정도 가져오면서 허리에 곡률을 만들고 가슴을 내밀어 보세요. 이것이 당신의 시작 위치입니다. 어깨와 상완을 아래로 그리고 뒤로 당겨서 바가 가슴 위쪽에 닿을 때까지 상체를 위로 당깁니다. 동작의 이 부분을 수행하면서 숨을 내쉰다. 팁: 완전히 수축된 자세에 도달하면 등 근육을 조이는 데 집중하십시오. 상반신은 공간을 이동할 때 고정된 상태를 유지해야 하며 팔만 움직여야 합니다. 팔뚝은 바를 잡는 것 외에 다른 일을 해서는 안 됩니다. 수축된 자세에서 1초 후 숨을 들이쉬기 시작하고 팔이 완전히 펴지고 광배근이 완전히 펴지면 상체를 시작 위치로 천천히 내립니다. 이제 위에서 설명한 것과 동일한 동작을 반복합니다. 단, 이번에는 위로 올라갈 때 몸통이 똑바로 유지되고 바가 위쪽 가슴 대신 목 뒤쪽에 닿게 됩니다. 팁: 머리를 약간 앞으로 기울이면 운동의 이 부분을 적절하게 수행하는 데 도움이 됩니다. 다시 시작 위치로 몸을 낮추면 프로그램에서 규정된 반복 횟수만큼 운동을 반복합니다. 주의: 목 뒤 변형은 바를 목 뒤로 가져와서 생성된 과신전으로 인해 회전근개에 힘들 수 있으므로 어깨 문제가 있는 사람에게는 이 운동을 권장하지 않습니다. 변형: 이 운동이 처음이고 이를 수행할 힘이 없다면 가능한 경우 턱 보조 기구를 사용하십시오. 이 기계는 체중을 사용하여 체중을 밀 수 있도록 도와줍니다. 그렇지 않으면 스 포터가 다리를 잡고 도움을 줄 수 있습니다. 풀다운 기계를 사용할 수도 있습니다."
  },
  {
    "name": "Close-grip pull-down",
    "type": "스트렝스",
    "muscle": "광배근",
    "equipment": "cable",
    "difficulty": "중급",
    "instructions": "상단 도르래에 V-Bar가 부착된 풀다운 머신에 앉습니다. 키에 맞게 기계의 무릎 패드를 조정하십시오. 이 패드는 바에 부착된 저항에 의해 몸이 들리는 것을 방지합니다. 손바닥이 서로를 향하도록 V-바를 잡습니다(중립 그립). 광배근을 더 잘 사용하기 위해 가슴을 내밀고 몸을 약간 뒤로 젖힙니다(약 30도). 이것이 당신의 시작 위치가 될 것입니다. 광배근을 사용하여 견갑골을 조이면서 바를 아래로 당깁니다. 가슴이 V-바에 거의 닿을 때까지 계속합니다. 이 동작을 실행하면서 숨을 내쉰다. 팁: 동작 내내 상체를 움직이지 않게 유지하십시오. 수축된 자세를 잠시 유지한 후 숨을 들이마시면서 천천히 바를 시작 위치로 되돌립니다. 정해진 반복 횟수만큼 반복합니다. 주의: 운동을 수행하기 위해 몸통을 흔들기 시작해야 할 정도로 큰 중량을 사용하려는 유혹을 피하십시오."
  },
  {
    "name": "Pull-up",
    "type": "스트렝스",
    "muscle": "광배근",
    "equipment": "body_only",
    "difficulty": "초보자",
    "instructions": "풀업 바를 넓게 잡고 팔을 쭉 뻗은 상태에서 자유롭게 매달립니다. 이것이 당신의 시작 위치가 될 것입니다. 팔꿈치를 구부리고 견갑상완 관절을 내전시켜 몸을 위로 당깁니다. 움직임을 완료하기 위해 휘두르거나 모멘텀을 사용하지 마십시오. 손 위로 턱을 올리려고 합니다. 시작 위치로 몸을 낮추기 전에 동작의 상단에서 잠시 멈춥니다."
  },
  {
    "name": "Muscle Up",
    "type": "스트렝스",
    "muscle": "광배근",
    "equipment": "body_only",
    "difficulty": "중급",
    "instructions": "손바닥 바닥이 링 위에 오도록 폴스 그립을 사용하여 링을 잡습니다. 팔꿈치를 옆으로 당기고 팔꿈치를 구부려 풀업을 시작합니다. 풀업의 최고 위치에 도달하면 어깨를 앞으로 굴리면서 링을 겨드랑이 쪽으로 당겨 팔꿈치가 뒤로 똑바로 움직일 수 있도록 합니다. 이렇게 하면 움직임의 딥 부분을 계속할 수 있는 적절한 위치에 있게 됩니다. 제어력과 안정성을 유지하면서 팔꿈치를 통해 동작을 완료합니다. 몸을 땅에 내릴 때 주의하십시오."
  },
  {
    "name": "Shotgun row",
    "type": "스트렝스",
    "muscle": "광배근",
    "equipment": "cable",
    "difficulty": "중급",
    "instructions": "단일 핸들을 낮은 케이블에 연결합니다. 올바른 무게를 선택한 후 넓게 벌린 자세로 몇 피트 뒤로 섭니다. 팔은 펴고 어깨는 앞으로 내밀어야 합니다. 이것이 당신의 시작 위치가 될 것입니다. 어깨를 수축하고 팔꿈치를 구부리면서 운동을 수행하십시오. 당길 때 손목을 회외시키고 손바닥을 위로 돌립니다. 잠시 멈춘 후 시작 위치로 돌아갑니다. <"
  },
  {
    "name": "Close-Grip Front Lat Pulldown",
    "type": "스트렝스",
    "muscle": "광배근",
    "equipment": "cable",
    "difficulty": "중급",
    "instructions": "상단 도르래에 넓은 막대가 부착된 풀다운 머신에 앉습니다. 기계의 무릎 패드를 자신의 키에 맞게 조정했는지 확인하십시오. 이 패드는 바에 부착된 저항에 의해 몸이 들리는 것을 방지합니다. 규정된 그립을 사용하여 손바닥이 앞을 향하도록 바를 잡습니다. 그립에 대한 참고 사항: 와이드 그립의 경우 어깨 너비보다 더 넓게 양손을 벌려야 합니다. 미디엄 그립의 경우 어깨 너비와 같은 거리에서 손을 벌리고 클로즈 그립의 경우 어깨 너비보다 작은 거리에서 손을 벌려야 합니다. 선택한 그립 너비로 바를 잡은 상태에서 두 팔을 앞으로 뻗은 상태에서 몸통을 약 30도 정도 뒤로 가져오면서 허리에 곡률을 만들고 가슴을 내밀어 보세요. 이것이 당신의 시작 위치입니다. 숨을 내쉴 때 어깨와 상완을 아래로 그리고 뒤로 당겨서 바를 가슴 위쪽에 닿을 때까지 내립니다. 팁: 완전히 수축된 자세에 도달하면 등 근육을 조이는 데 집중하십시오. 상반신은 움직이지 않아야 합니다(팔만 움직여야 함). 팔뚝은 바를 잡는 것 외에 다른 일을 해서는 안 됩니다. 따라서 팔뚝을 사용하여 바를 아래로 당기려고 하지 마십시오. 수축된 자세에서 1초 후 견갑골을 함께 조이면서 팔이 완전히 펴지고 광배근이 완전히 펴지면 바를 시작 위치로 천천히 다시 들어 올립니다. 움직임의 이 부분 동안 숨을 들이쉽니다. 6. 정해진 반복 횟수만큼 이 동작을 반복합니다. 변형: 목 뒤 변형은 바를 목 뒤로 가져가서 발생하는 과신전으로 인해 회전근개에 무리가 갈 수 있으므로 권장되지 않습니다."
  },
  {
    "name": "V-bar pull-up",
    "type": "스트렝스",
    "muscle": "광배근",
    "equipment": "None",
    "difficulty": "중급",
    "instructions": "풀업 바 중앙에 V-바 중앙을 배치하여 시작합니다(사용 중인 풀업 스테이션에 중립 그립 핸들이 없다고 가정). V-Bar 핸들이 아래를 향하게 되므로 핸들을 사용하여 풀업 바에 걸 수 있습니다. V-바를 단단히 배치한 후 양쪽에서 바를 잡고 매달립니다. 광배근을 더 잘 사용하기 위해 가슴을 내밀고 몸을 약간 뒤로 젖힙니다. 이것이 당신의 시작 위치가 될 것입니다. 광배근을 사용하여 턱걸이 막대에 부딪히지 않도록 머리를 약간 뒤로 젖힌 상태에서 몸통을 위로 당깁니다. 가슴이 V-바에 거의 닿을 때까지 계속합니다. 이 동작을 실행하면서 숨을 내쉰다. 수축된 자세를 잠시 유지한 후 숨을 들이마시면서 천천히 몸을 원래 자세로 내립니다. 정해진 반복 횟수만큼 반복합니다. 변형: 이 운동이 처음이고 수행할 힘이 없다면 가능하면 풀업 어시스트 머신을 사용하십시오. 이 기계는 체중을 사용하여 체중을 밀 수 있도록 도와줍니다. 그렇지 않으면 스 포터가 다리를 잡고 도움을 줄 수 있습니다. 반면에 고급 리프터는 웨이트 플레이트를 추가할 수 있는 웨이트 벨트를 사용하여 운동에 웨이트를 추가할 수 있습니다."
  },
  {
    "name": "Rope climb",
    "type": "스트렝스",
    "muscle": "광배근",
    "equipment": "body_only",
    "difficulty": "중급",
    "instructions": "양손으로 머리 위로 로프를 잡습니다. 작은 점프를 하면서 로프를 아래로 당깁니다. 발을 사용하여 로프를 꼬집어 한쪽 다리에 로프를 감습니다. 로프를 단단히 잡고 팔을 최대한 높이 뻗으십시오. 무릎을 가슴쪽으로 가져오면서 팔로 몸을 당기면서 발에서 로프를 풉니다. 로프에 발을 다시 고정한 다음 일어서서 로프를 다시 한 번 높이 잡습니다. 로프 꼭대기에 도달할 때까지 계속하십시오. 몸을 낮추려면 손 위로 손 동작을 사용하여 아래로 미끄러지면서 로프에서 발의 그립을 풉니 다."
  },
  {
    "name": "Atlas Stones",
    "type": "강한 남자",
    "muscle": "허리",
    "equipment": "other",
    "difficulty": "중급",
    "instructions": "발 사이에 아틀라스 스톤부터 시작하십시오. 엉덩이를 구부려 아틀라스 스톤 주위에 수직으로 팔을 감고 손가락이 스톤 아래로 들어가도록 시도합니다. 많은 돌에는 바닥에 작고 평평한 부분이 있어 돌을 더 쉽게 잡을 수 있습니다. 돌을 몸통으로 당기고 발 뒤쪽 절반을 통해 운전하여 땅에서 돌을 당깁니다. 스톤이 무릎을 지날 때 뒤로 앉아서 허벅지 위로 스톤을 잡아당기면서 찰싹 때립니다. 스톤 위로 손을 뻗기 위해 그립을 바꾸면서 스톤을 가슴 위로 높이 올려 앉습니다. 서서 엉덩이로 운전하십시오. 적재 플랫폼과 가까운 거리에 등을 기대고 엉덩이를 확장하여 스톤을 최대한 높이 올립니다."
  },
  {
    "name": "Barbell deficit deadlift",
    "type": "역도",
    "muscle": "허리",
    "equipment": "barbell",
    "difficulty": "초보자",
    "instructions": "일반적으로 높이가 1-3인치인 설 수 있는 플랫폼 또는 웨이트 플레이트를 준비하는 것부터 시작하십시오. 발 중앙에 오도록 바에 접근하십시오. 발은 엉덩이 너비만큼 떨어져 있어야 합니다. 엉덩이를 구부려 어깨 너비로 바를 잡고 견갑골이 펴지도록 합니다. 일반적으로 무거운 세트에서는 오버핸드 그립이나 오버/언더 그립을 사용합니다. 발과 그립을 잡은 상태에서 크게 숨을 들이마신 다음 정강이가 바에 닿을 때까지 엉덩이를 내리고 무릎을 구부립니다. 머리로 앞을 바라보고, 가슴은 위로, 등은 아치형으로 유지하고, 웨이트를 위쪽으로 움직이기 위해 발뒤꿈치를 통해 운전을 시작합니다. 바가 무릎을 통과한 후 바를 공격적으로 뒤로 당기고 엉덩이를 바 쪽으로 앞으로 밀면서 견갑골을 함께 당깁니다. 엉덩이를 구부리고 바를 바닥으로 안내하여 바를 내립니다."
  },
  {
    "name": "Back extension",
    "type": "스트렝스",
    "muscle": "허리",
    "equipment": "body_only",
    "difficulty": "중급",
    "instructions": "하이퍼익스텐션 벤치에 엎드려서 발목을 발바닥 아래에 단단히 집어넣습니다. 가능하면 상부 허벅지가 넓은 패드를 가로질러 평평하게 놓이도록 상부 패드를 조정하여 제한 없이 허리를 구부릴 수 있는 충분한 공간을 남겨둡니다. 몸을 곧게 편 상태에서 팔을 앞으로(내가 선호하는 방식) 또는 머리 뒤로 교차합니다. 이것이 당신의 시작 위치가 될 것입니다. 팁: 팔짱을 끼고 앞쪽에 추가 저항을 위해 웨이트 플레이트를 잡을 수도 있습니다. 등을 평평하게 유지하면서 허리를 최대한 앞으로 천천히 구부리십시오. 이 동작을 수행하면서 숨을 들이쉽니다. 햄스트링에 좋은 스트레칭이 느껴질 때까지 계속 앞으로 나아가십시오. 등이 둥글게 되지 않고는 더 이상 계속할 수 없습니다. 팁: 이 운동을 수행할 때 등을 둥글게 하지 마십시오. 또한 어떤 사람들은 다른 사람들보다 더 멀리 갈 수 있습니다. 중요한 것은 등을 굽히지 않고 몸이 허락하는 데까지 가는 것이다. 숨을 들이마시면서 상체를 천천히 처음 위치로 되돌립니다. 팁: 직선을 지나서 등을 구부리고 싶은 유혹을 피하십시오. 또한 부상으로부터 등을 보호하기 위해 언제든지 몸통을 휘두르지 마십시오. 권장되는 반복 횟수만큼 반복합니다. 변형: 이 운동은 하이퍼익스텐션 벤치 없이도 수행할 수 있지만 이 경우 보조자가 필요합니다. 이와 유사한 운동으로는 굿모닝과 스티프 레그 데드리프트가 있다."
  },
  {
    "name": "Axle Deadlift",
    "type": "강한 남자",
    "muscle": "허리",
    "equipment": "other",
    "difficulty": "초보자",
    "instructions": "발 중앙에 오도록 바에 접근하십시오. 발은 엉덩이 너비만큼 떨어져 있어야 합니다. 엉덩이를 구부려 어깨 너비로 바를 잡고 견갑골이 펴지도록 합니다. 일반적으로 오버/언더 그립을 사용합니다. 발과 그립을 잡은 상태에서 크게 숨을 들이마신 다음 엉덩이를 낮추고 정강이가 바에 닿을 때까지 무릎을 구부립니다. 머리로 앞을 바라보고, 가슴은 위로, 등은 아치형으로 유지하고, 웨이트를 위쪽으로 움직이기 위해 발뒤꿈치를 통해 운전을 시작합니다. 바가 무릎을 통과한 후 바를 공격적으로 뒤로 당기고 엉덩이를 바 쪽으로 앞으로 밀면서 견갑골을 함께 당깁니다. 엉덩이를 구부리고 바를 바닥으로 안내하여 바를 내립니다."
  },
  {
    "name": "Hyperextensions With No Hyperextension Bench",
    "type": "스트렝스",
    "muscle": "허리",
    "equipment": "body_only",
    "difficulty": "초보자",
    "instructions": "누군가 당신의 다리를 잡고 있는 상태에서, 당신의 엉덩이가 벤치 끝에서 떨어질 때까지 평평한 벤치의 가장자리로 몸을 내립니다. 팁: 상체 전체가 바닥을 향해 늘어져 있어야 합니다. 또한 하이퍼 익스텐션 벤치에 있는 것과 같은 자세가 되지만 플랫 벤치와 하이퍼 익스텐션 벤치의 높이로 인해 가동 범위가 더 짧아집니다. 몸을 곧게 편 상태에서 팔을 앞으로(내가 선호하는 방식) 또는 머리 뒤로 교차합니다. 이것이 당신의 시작 위치가 될 것입니다. 팁: 팔짱을 끼고 앞쪽에 추가 저항을 위해 웨이트 플레이트를 잡을 수도 있습니다. 등을 평평하게 유지하면서 허리를 최대한 앞으로 천천히 구부리십시오. 이 동작을 수행하면서 숨을 들이쉽니다. 바닥에 거의 닿을 때까지 또는 햄스트링이 늘어나는 것을 느낄 때까지(둘 중 먼저 오는 쪽) 계속 앞으로 나아가십시오. 팁: 이 운동을 수행할 때 등을 둥글게 하지 마십시오. 숨을 내쉬면서 천천히 상체를 처음 위치로 되돌립니다. 팁: 직선을 지나서 등을 구부리고 싶은 유혹을 피하십시오. 또한 부상으로부터 등을 보호하기 위해 언제든지 몸통을 휘두르지 마십시오. 권장되는 반복 횟수만큼 반복합니다. 변형: 이 운동은 하이퍼 익스텐션 벤치를 사용하여 수행할 수도 있습니다. 이와 유사한 운동으로는 굿모닝과 스티프 레그 데드리프트가 있다."
  },
  {
    "name": "Deadlift with Bands",
    "type": "역도",
    "muscle": "허리",
    "equipment": "barbell",
    "difficulty": "초보자",
    "instructions": "숏 밴드로 데드리프트를 하려면 시작하기 전에 바에 고리를 걸고 안으로 들어가서 설정하십시오. 긴 밴드의 경우 무거운 덤벨이나 랙과 같은 안전한 베이스에 고정해야 합니다. 발 중앙에 오도록 바에 접근하십시오. 발은 엉덩이 너비만큼 떨어져 있어야 합니다. 밴드가 발 뒤쪽 절반(짧은 밴드의 경우) 아래에 있는지 확인하십시오. 엉덩이를 구부려 어깨 너비로 바를 잡고 견갑골이 펴지도록 합니다. 일반적으로 무거운 세트에서는 오버핸드 그립이나 오버/언더 그립을 사용합니다.2. 발과 그립을 잡은 상태에서 크게 숨을 들이마신 다음 정강이가 바에 닿을 때까지 엉덩이를 내리고 무릎을 구부립니다. 머리로 앞을 바라보고, 가슴은 위로, 등은 아치형으로 유지하고, 웨이트를 위쪽으로 움직이기 위해 발뒤꿈치를 통해 운전을 시작합니다. 바가 무릎을 통과한 후 바를 공격적으로 뒤로 당기고 엉덩이를 바 쪽으로 앞으로 밀면서 견갑골을 함께 당깁니다. 엉덩이를 구부리고 바를 바닥으로 안내하여 바를 내립니다."
  },
  {
    "name": "Deadlift with Bands",
    "type": "역도",
    "muscle": "허리",
    "equipment": "barbell",
    "difficulty": "초보자",
    "instructions": "숏 밴드로 데드리프트를 하려면 시작하기 전에 바에 고리를 걸고 안으로 들어가서 설정하십시오. 긴 밴드의 경우 무거운 덤벨이나 랙과 같은 안전한 베이스에 고정해야 합니다. 발 중앙에 오도록 바에 접근하십시오. 발은 엉덩이 너비만큼 떨어져 있어야 합니다. 밴드가 발 뒤쪽 절반(짧은 밴드의 경우) 아래에 있는지 확인하십시오. 엉덩이를 구부려 어깨 너비로 바를 잡고 견갑골이 펴지도록 합니다. 일반적으로 무거운 세트에서는 오버핸드 그립이나 오버/언더 그립을 사용합니다.2. 발과 그립을 잡은 상태에서 크게 숨을 들이마신 다음 정강이가 바에 닿을 때까지 엉덩이를 내리고 무릎을 구부립니다. 머리로 앞을 바라보고, 가슴은 위로, 등은 아치형으로 유지하고, 웨이트를 위쪽으로 움직이기 위해 발뒤꿈치를 통해 운전을 시작합니다. 바가 무릎을 통과한 후 바를 공격적으로 뒤로 당기고 엉덩이를 바 쪽으로 앞으로 밀면서 견갑골을 함께 당깁니다. 엉덩이를 구부리고 바를 바닥으로 안내하여 바를 내립니다."
  },
  {
    "name": "Deadlift with Chains",
    "type": "역도",
    "muscle": "허리",
    "equipment": "barbell",
    "difficulty": "초보자",
    "instructions": "바의 슬리브에 체인을 부착하거나 바 위로 가운데를 걸치면 들어 올릴 때 더 많은 무게가 증가합니다. 발 중앙에 오도록 바에 접근하십시오. 발은 엉덩이 너비만큼 떨어져 있어야 합니다. 엉덩이를 구부려 어깨 너비로 바를 잡고 견갑골이 펴지도록 합니다. 일반적으로 무거운 세트에서는 오버핸드 그립이나 오버/언더 그립을 사용합니다. 발과 그립을 잡은 상태에서 크게 숨을 들이마신 다음 정강이가 바에 닿을 때까지 엉덩이를 내리고 무릎을 구부립니다. 머리로 앞을 바라보고, 가슴은 위로, 등은 아치형으로 유지하고, 웨이트를 위쪽으로 움직이기 위해 발뒤꿈치를 통해 운전을 시작합니다. 바가 무릎을 통과한 후 바를 공격적으로 뒤로 당기고 엉덩이를 바 쪽으로 앞으로 밀면서 견갑골을 함께 당깁니다. 엉덩이를 구부리고 바를 바닥으로 안내하여 바를 내립니다."
  },
  {
    "name": "Rack Pull with Bands",
    "type": "역도",
    "muscle": "허리",
    "equipment": "barbell",
    "difficulty": "초보자",
    "instructions": "핀에 막대가 있는 전원 랙에 설치합니다. 핀은 원하는 지점으로 설정해야 합니다. 무릎 바로 아래, 바로 위 또는 허벅지 중간 위치. 랙 바닥에 밴드를 부착하거나 덤벨로 고정합니다. 다른 쪽 끝을 막대에 연결합니다. 장력을 제공하기 위해 밴드를 조여야 할 수도 있습니다. 적절한 데드리프트 자세로 바에 몸을 위치시키십시오. 발은 엉덩이 아래에 있어야 하고, 그립은 어깨 너비로, 등은 아치형이어야 하고, 엉덩이는 햄스트링과 맞물려야 합니다. 웨이트가 일반적으로 무겁기 때문에 혼합 그립, 후크 그립을 사용하거나 스트랩을 사용하여 웨이트를 지탱할 수 있습니다. 머리를 앞으로 내밀고 엉덩이와 무릎을 통해 몸을 쭉 펴고, 락아웃될 때까지 웨이트를 위아래로 당깁니다. 동작을 완료할 때 어깨를 뒤로 당기십시오. 무게를 핀으로 되돌리고 반복하십시오."
  },
  {
    "name": "Superman",
    "type": "스트레칭",
    "muscle": "허리",
    "equipment": "body_only",
    "difficulty": "중급",
    "instructions": "시작하려면 똑바로 눕고 바닥이나 운동 매트에 얼굴을 아래로 향하게 하십시오. 팔은 앞으로 완전히 뻗어야 합니다. 이것이 시작 위치입니다. 동시에 팔, 다리, 가슴을 바닥에서 들어 올리고 이 수축을 2초 동안 유지합니다. 팁: 이 운동에서 최상의 결과를 얻으려면 허리를 조이십시오. 이 동작 중에 숨을 내쉬는 것을 잊지 마십시오. 참고: 계약된 자세를 유지하면 그가 날고 있을 때 슈퍼맨처럼 보여야 합니다. 숨을 들이마시면서 천천히 팔, 다리, 가슴을 다시 시작 위치로 내리기 시작합니다. 프로그램에 규정된 권장 반복 횟수만큼 반복합니다. 변형: 한 번에 한 팔과 다리를 사용하여 이 운동을 수행할 수도 있습니다. 왼쪽 다리, 팔, 가슴 옆을 들어 올리고 오른쪽도 똑같이 합니다."
  },
  {
    "name": "T-Bar Row with Handle",
    "type": "스트렝스",
    "muscle": "미들백",
    "equipment": "other",
    "difficulty": "중급",
    "instructions": "막대를 지뢰나 구석에 놓아 움직이지 않도록 합니다. 끝에 적절한 무게를 싣습니다. 바 위에 서서 칼라 옆의 바 주변에 Double D 행 핸들을 배치합니다. 엉덩이와 다리를 사용하여 선 자세로 일어납니다. 엉덩이를 뒤로 젖히고 가슴을 위로 한 넓은 자세를 취하십시오. 팔을 펴야 합니다. 이것이 당신의 시작 위치가 될 것입니다. 견갑골을 수축시키고 팔꿈치를 구부려 웨이트를 상복부로 당깁니다. 동작 중에 웨이트를 찌르거나 속임수를 쓰지 마십시오. 잠시 멈춘 후 시작 위치로 돌아갑니다."
  },
  {
    "name": "Reverse-grip bent-over row",
    "type": "스트렝스",
    "muscle": "미들백",
    "equipment": "barbell",
    "difficulty": "중급",
    "instructions": "바벨을 잡은 상태에서 똑바로 서십시오(손바닥이 위를 향함). 무릎을 약간 구부리고 허리를 구부려 상체를 앞으로 내밀고 등은 바닥과 거의 평행이 될 때까지 똑바로 유지합니다. 팁: 머리를 위로 유지해야 합니다. 바벨은 팔이 바닥과 몸통에 수직으로 매달려 있기 때문에 바로 앞에 매달려 있어야 합니다. 이것이 당신의 시작 위치입니다. 몸통을 고정한 상태에서 숨을 내쉬면서 바벨을 들어 올리고, 팔꿈치를 몸에 가깝게 유지하고, 웨이트를 잡는 것 외에 팔뚝에 힘을 가하지 마십시오. 최고 수축 위치에서 등 근육을 조이고 잠시 유지하십시오. 숨을 들이마시면서 천천히 무게를 다시 시작 위치로 내립니다. 권장되는 반복 횟수만큼 반복합니다. 주의: 이 운동은 허리에 문제가 있는 사람에게는 권장되지 않습니다. 로우 풀리 로우는 허리 문제가 있는 사람들에게 더 나은 선택입니다. 또한 굽은 무릎 데드리프트와 마찬가지로 허리가 건강하다면 완벽한 자세를 유지하고 허리 부상을 입을 수 있으므로 허리를 앞으로 구부리지 마십시오. 사용하는 무게에도 주의하십시오. 의심스러운 경우 더 많은 것보다 더 적은 무게를 사용하십시오. 변형: 회내(손바닥이 바깥쪽을 향함) 그립이나 덤벨을 사용하여 동일한 운동을 수행할 수 있습니다."
  },
  {
    "name": "One-Arm Dumbbell Row",
    "type": "스트렝스",
    "muscle": "미들백",
    "equipment": "dumbbell",
    "difficulty": "중급",
    "instructions": "평평한 벤치를 선택하고 양쪽에 덤벨을 놓습니다. 오른쪽 다리를 벤치 끝에 올려놓고 상체가 바닥과 평행이 될 때까지 허리에서 상체를 앞으로 구부린 다음 오른손을 벤치의 다른 쪽 끝에 올려 지지합니다. 왼손을 사용하여 바닥에 있는 덤벨을 들고 허리를 곧게 펴면서 웨이트를 잡습니다. 손바닥이 몸통을 향해야 합니다. 이것이 당신의 시작 위치가 될 것입니다. 상완을 옆구리에 가깝게 유지하고 몸통을 움직이지 않게 유지하면서 저항을 가슴 옆쪽으로 똑바로 당깁니다. 이 단계를 수행하면서 숨을 내쉰다. 팁: 완전히 수축된 자세에 도달하면 등 근육을 조이는 데 집중하십시오. 또한 팔이 아닌 등 근육으로 힘을 가해야 합니다. 마지막으로 상반신은 움직이지 않고 팔만 움직여야 합니다. 팔뚝은 덤벨을 잡는 것 외에 다른 일을 해서는 안 됩니다. 따라서 팔뚝을 사용하여 덤벨을 위로 당기려고 하지 마십시오. 저항을 시작 위치까지 똑바로 내립니다. 이 단계를 수행하면서 숨을 들이마십니다. 지정된 반복 횟수만큼 동작을 반복합니다. 측면을 바꾸고 다른 팔로 다시 반복합니다. 변형: 원 암 로우는 덤벨 대신 높은 도르래 또는 낮은 도르래를 사용하여 수행할 수도 있습니다."
  },
  {
    "name": "One-Arm Long Bar Row",
    "type": "스트렝스",
    "muscle": "미들백",
    "equipment": "barbell",
    "difficulty": "중급",
    "instructions": "막대를 지뢰나 구석에 놓아 움직이지 않도록 합니다. 끝에 적절한 무게를 싣습니다. 바 옆에 서서 한 손으로 칼라 가까이에서 그립을 잡습니다. 엉덩이와 다리를 사용하여 선 자세로 일어납니다. 엉덩이를 뒤로 젖히고 가슴을 위로 한 채 무릎을 구부린 자세를 취합니다. 팔을 펴야 합니다. 이것이 당신의 시작 위치가 될 것입니다. 어깨를 뒤로 젖히고 팔꿈치를 구부려 체중을 옆으로 당깁니다. 동작 중에 웨이트를 찌르거나 속임수를 쓰지 마십시오. 잠시 멈춘 후 시작 위치로 돌아갑니다."
  },
  {
    "name": "T-Bar Row",
    "type": "스트렝스",
    "muscle": "미들백",
    "equipment": "other",
    "difficulty": "중급",
    "instructions": "훈련에 적합한 무게로 바를 로드하십시오. 바 위에 서서 엉덩이를 구부려 핸들을 회내 그립으로 잡습니다. 등이 편평한지 확인한 다음 레스트에서 웨이트를 제거하여 바가 팔 길이에 걸리도록 합니다. 이것이 당신의 시작 위치가 될 것입니다. 팔꿈치를 구부리고 견갑골을 뒤로 젖히면서 웨이트를 가슴으로 끌어당겨 동작을 수행합니다. 동작의 상단에서 잠시 멈춘 후 시작 위치로 돌아갑니다."
  },
  {
    "name": "Bent Over Two-Arm Long Bar Row",
    "type": "스트렝스",
    "muscle": "미들백",
    "equipment": "barbell",
    "difficulty": "중급",
    "instructions": "올림픽 바벨의 끝에 무게를 싣습니다. 바벨의 다른 쪽 끝을 두 벽의 모서리에 놓으십시오. 또는 바벨이 뒤로 미끄러지지 않도록 무거운 물체를 바닥에 놓으십시오. 몸통이 바닥과 최대한 평행이 될 때까지 앞으로 구부리고 무릎을 약간 구부린 상태를 유지합니다. 이제 웨이트가 놓인 쪽의 플레이트 바로 뒤에 있는 두 팔로 바를 잡고 다른 손은 무릎에 댑니다. 이것이 당신의 시작 위치가 될 것입니다. 플레이트가 가슴 아래쪽에 닿을 때까지 팔꿈치를 안쪽으로(등 자극을 최대화하기 위해) 바를 똑바로 위로 당깁니다. 웨이트를 들어올리면서 등 근육을 조이고 최고 지점에서 1초간 유지합니다. 웨이트를 들어올리면서 숨을 내쉰다. 팁: 등자 또는 이중 핸들 케이블 부착물을 막대 끝 아래에 걸어 사용하십시오. 천천히 막대를 시작 위치로 낮추고 광배근을 잘 스트레칭합니다. 팁: 접시가 바닥에 닿지 않도록 하십시오. 최상의 동작 범위를 보장하려면 큰 판(35-45lb와 같은) 대신 작은 판(25lb)을 사용하는 것이 좋습니다. 권장되는 반복 횟수만큼 반복합니다. 변형: 로우 풀리 또는 T-바 로우 머신을 사용하여 이 운동을 수행할 수 있습니다."
  },
  {
    "name": "Alternating sit-through with crunch",
    "type": "스트렝스",
    "muscle": "미들백",
    "equipment": "other",
    "difficulty": "중급",
    "instructions": "올림픽 바벨의 끝에 무게를 싣습니다. 바벨의 다른 쪽 끝을 두 벽의 모서리에 놓으십시오. 또는 바벨이 뒤로 미끄러지지 않도록 무거운 물체를 바닥에 놓으십시오. 몸통이 바닥과 최대한 평행이 될 때까지 앞으로 구부리고 무릎을 약간 구부린 상태를 유지합니다. 이제 웨이트가 놓인 쪽의 플레이트 바로 뒤에서 한 팔로 바를 잡고 다른 손은 무릎에 댑니다. 이것이 당신의 시작 위치가 될 것입니다. 플레이트가 가슴 아래쪽에 닿을 때까지 팔꿈치를 안쪽으로 하여 바를 똑바로 위로 당깁니다(등 자극을 최대화하기 위해). 웨이트를 들어올리면서 등 근육을 조이고 최고 지점에서 1초간 유지합니다. 웨이트를 들어올리면서 숨을 내쉰다. 팁: 상체가 흔들리지 않도록 하십시오. 팔만 움직여야 합니다. 천천히 막대를 시작 위치로 낮추고 광배근을 잘 스트레칭합니다. 팁: 접시가 바닥에 닿지 않도록 하십시오. 최상의 동작 범위를 보장하려면 큰 판(35-45lb와 같은) 대신 작은 판(25lb)을 사용하는 것이 좋습니다. 권장 반복 횟수만큼 반복하고 팔을 바꾸십시오. 변형: 낮은 도르래를 사용하여 이 운동을 수행할 수 있습니다."
  },
  {
    "name": "Rower",
    "type": "심장",
    "muscle": "미들백",
    "equipment": "machine",
    "difficulty": "중급",
    "instructions": "시작하려면 노 젓는 사람에 앉으십시오. 발뒤꿈치가 발 페달 바닥에 편안하게 닿고 스트랩이 고정되어 있는지 확인하십시오. 해당되는 경우 사용하려는 프로그램을 선택합니다. 똑바로 앉아서 엉덩이를 앞으로 구부리십시오. 로잉머신을 사용할 때는 3단계의 움직임이 있습니다. 첫 번째 단계는 노를 젓는 자세로 앞으로 나아갈 때입니다. 무릎이 구부러지고 가슴에 닿습니다. 좋은 자세를 유지하면서 상체가 약간 앞으로 기울어집니다. 그런 다음 발 페달을 밟고 다리를 펴면서 손을 상복부 부위로 가져가면서 어깨를 뒤로 당기십시오. 허리에 부담을 주지 않으려면 주로 다리와 엉덩이 근육을 사용하십시오. 회복 단계는 단순히 팔을 곧게 펴고, 무릎을 구부리고, 다시 첫 번째 단계로 전환하면서 몸을 앞으로 가져오는 것입니다."
  },
  {
    "name": "Seated Cable Rows",
    "type": "스트렝스",
    "muscle": "미들백",
    "equipment": "cable",
    "difficulty": "중급",
    "instructions": "이 연습을 위해서는 V-바가 있는 로우 풀리 로우 머신이 필요합니다. 참고: V-바를 사용하면 손바닥이 서로 마주보는 중립 그립을 사용할 수 있습니다. 시작 자세를 취하려면 먼저 기계에 앉아 발을 전면 플랫폼이나 크로스바에 올려놓고 무릎이 약간 구부러지고 잠기지 않았는지 확인합니다. 등의 자연스러운 정렬을 유지하면서 몸을 숙이고 V-바 핸들을 잡습니다. 팔을 쭉 뻗은 상태에서 몸통이 다리와 90도 각도가 될 때까지 뒤로 당깁니다. 등은 약간 아치형이어야 하고 가슴은 튀어나와야 합니다. 바를 앞쪽으로 잡고 있을 때 광배근에 좋은 스트레칭이 느껴져야 합니다. 이것은 운동의 시작 위치입니다. 상체를 고정한 상태에서 복부에 닿을 때까지 팔을 몸통에 가깝게 유지하면서 핸들을 몸통 쪽으로 다시 당깁니다. 그 움직임을 수행하면서 숨을 내쉰다. 그 시점에서 등 근육을 세게 조여야 합니다. 그 수축을 1초 동안 유지하고 숨을 들이마시면서 천천히 원래 위치로 돌아갑니다. 권장 반복 횟수만큼 반복합니다. 주의: 상체를 앞뒤로 흔들면 허리 부상을 입을 수 있으므로 주의하십시오. 변형: V-바 대신 직선 막대를 사용하고 회내 그립(손바닥이 아래를 향함) 또는 회외 그립(손바닥이 위를 향함-리버스 그립)으로 수행할 수 있습니다."
  },
  {
    "name": "Incline dumbbell row",
    "type": "스트렝스",
    "muscle": "미들백",
    "equipment": "dumbbell",
    "difficulty": "중급",
    "instructions": "중립 그립을 사용하여 인클라인 벤치에 몸을 기대십시오. 팔을 곧게 뻗은 상태에서 시작하여 뉴트럴 그립으로 각 손에 덤벨을 잡습니다. 이것이 당신의 시작 위치가 될 것입니다. 견갑골을 접고 팔꿈치를 구부려 덤벨을 옆으로 젓습니다. 동작의 최고 지점에서 멈춘 다음 시작 위치로 돌아갑니다."
  },
  {
    "name": "Lying Face Down Plate Neck Resistance",
    "type": "스트렝스",
    "muscle": "목",
    "equipment": "other",
    "difficulty": "초보자",
    "instructions": "머리 뒤로 웨이트 플레이트를 잡고 평평한 벤치에 몸 전체를 똑바로 엎드려 눕습니다. 팁: 가슴 위쪽, 목, 얼굴이 벤치에서 떨어지도록 하려면 어깨가 플랫 벤치 끝보다 약간 위에 있도록 위치를 잡아야 합니다. 이것이 당신의 시작 위치가 될 것입니다. 플레이트를 머리 뒤쪽에 고정한 상태에서 숨을 들이마시면서 머리를 천천히 내립니다(예라고 말하는 것처럼). 숨을 내쉬면서 머리를 반원 운동으로 시작 위치로 다시 올립니다. 잠시 동안 수축을 유지하십시오. 권장되는 반복 횟수만큼 반복합니다. 주의: 모든 운동과 마찬가지로 갑작스럽거나 갑작스러운 움직임을 삼가십시오. 변형: 처음에는 저항을 사용하지 않도록 선택할 수 있습니다."
  },
  {
    "name": "Lying Face Up Plate Neck Resistance",
    "type": "스트렝스",
    "muscle": "목",
    "equipment": "other",
    "difficulty": "초보자",
    "instructions": "이마 위에 웨이트 플레이트를 들고 평평한 벤치에 몸 전체를 똑바로 세우고 눕습니다. 팁: 승모근, 목, 머리가 벤치에서 떨어지도록 어깨가 평평한 벤치 끝보다 약간 위에 있도록 위치를 잡아야 합니다. 이것이 당신의 시작 위치가 될 것입니다. 플레이트를 이마에 고정한 상태에서 숨을 들이마시면서 머리를 반원형 동작으로 천천히 뒤로 내립니다. 숨을 내쉬면서 반원형 동작으로 머리를 시작 위치로 다시 올립니다. 잠시 동안 수축을 유지하십시오. 권장되는 반복 횟수만큼 반복합니다. 주의: 모든 운동과 마찬가지로 갑작스럽거나 갑작스러운 움직임을 삼가십시오. 변형: 처음에는 저항을 사용하지 않도록 선택할 수 있습니다."
  },
  {
    "name": "Seated Head Harness Neck Resistance",
    "type": "스트렝스",
    "muscle": "목",
    "equipment": "other",
    "difficulty": "초보자",
    "instructions": "평평한 벤치 끝에 있는 바닥에 넥 스트랩을 놓습니다. 웨이트를 선택했으면 발을 어깨 너비보다 넓게 벌리고 플랫 벤치 끝에 앉습니다. 발가락이 지적되어야 합니다. 몸통이 바닥과 거의 평행이 될 때까지 천천히 앞으로 움직입니다. 양손을 사용하여 넥 스트랩을 머리 주위에 단단히 고정합니다. 팁: 목에 무리가 가지 않도록 웨이트가 여전히 바닥에 놓여 있는지 확인하십시오. 이제 몸통이 바닥과 거의 수직이 될 때까지 등을 들어 올리면서 양손으로 웨이트를 잡습니다. 참고: 이 운동을 수행하려면 머리와 몸통이 약간 앞으로 기울어져야 합니다. 이제 양손을 무릎 위에 올려 놓으십시오. 이것이 시작 위치입니다. 숨을 들이마시면서 턱이 가슴 윗부분에 닿을 때까지 목을 천천히 내립니다. 숨을 내쉬면서 목을 시작 위치로 되돌립니다. 권장되는 반복 횟수만큼 반복합니다. 주의: 이 운동은 목 근육에 많은 스트레스를 주므로 주의해서 접근해야 합니다. 갑작스런 경련이나 움직임으로 인해 목 근육이 긴장될 수 있습니다. 이 운동에 필요한 움직임에 익숙해지기 위해서는 처음에는 웨이트 없이 폼을 연습하는 것이 가장 좋습니다."
  },
  {
    "name": "Isometric Neck Exercise - Sides",
    "type": "스트렝스",
    "muscle": "목",
    "equipment": "body_only",
    "difficulty": "초보자",
    "instructions": "머리와 목을 중립 위치(머리를 똑바로 세우고 앞을 향한 정상 위치)에 놓고 왼손을 머리 왼쪽에 놓습니다. 이제 왼쪽 목 근육을 수축하면서 머리의 움직임에 저항하면서 왼쪽으로 부드럽게 미십시오. 느린 장력으로 시작하여 천천히 증가시킵니다. 이 수축을 실행하면서 정상적으로 호흡을 유지하십시오. 권장 시간(초) 동안 누릅니다. 이제 천천히 긴장을 풀어주세요. 권장 시간 동안 휴식을 취하고 오른손을 머리 오른쪽에 놓고 반복합니다. 변형: 손을 머리 앞쪽에 놓은 다음 머리 뒤쪽에 두어 이 운동을 할 수도 있습니다. 먼저 한쪽을 하고 다음을 합니다."
  },
  {
    "name": "Isometric Neck Exercise - Front And Back",
    "type": "스트렝스",
    "muscle": "목",
    "equipment": "body_only",
    "difficulty": "초보자",
    "instructions": "머리와 목을 중립 위치(머리를 똑바로 세우고 앞을 향한 정상 위치)에서 두 손을 머리 앞쪽에 놓습니다. 이제 머리의 움직임에 저항하면서 목 근육을 수축하면서 부드럽게 앞으로 밉니다. 느린 장력으로 시작하여 천천히 증가시킵니다. 이 수축을 실행하면서 정상적으로 호흡을 유지하십시오. 권장 시간(초) 동안 누릅니다. 이제 천천히 긴장을 풀어주세요. 권장 시간 동안 휴식을 취하고 머리 뒤쪽에 손을 대고 반복하십시오. 변형: 손을 머리 옆에 대고 이 운동을 할 수도 있습니다. 먼저 한쪽을 하고 다음을 합니다."
  },
  {
    "name": "Neck Bridge Prone",
    "type": "스트렝스",
    "muscle": "목",
    "equipment": "body_only",
    "difficulty": "초보자",
    "instructions": "손과 무릎으로 바닥에 엎드린 자세로 시작합니다. 손 옆에 머리를 대고 다리에 몇 인치 더 가깝게 한 다음 다리를 펴고 엉덩이를 공중으로 들어 올립니다. 손을 땅에서 떼서 머리에 체중을 지탱하는 자세로 전환합니다. 이 동작을 천천히 수행하고, 심각한 불편함이 느껴지면 물러나고 기존 목 부상이 있으면 피하십시오. 일정 시간 동안 목 다리를 잡고 손과 무릎을 바닥에 조심스럽게 되돌립니다."
  },
  {
    "name": "Side Neck Stretch",
    "type": "스트레칭",
    "muscle": "목",
    "equipment": "body_only",
    "difficulty": "중급",
    "instructions": "어깨를 이완한 상태에서 시작하여 머리를 어깨 쪽으로 부드럽게 기울입니다. 머리 측면을 부드럽게 잡아당겨 스트레칭을 돕습니다."
  },
  {
    "name": "Chin To Chest Stretch",
    "type": "스트레칭",
    "muscle": "목",
    "equipment": "None",
    "difficulty": "중급",
    "instructions": "바닥에 앉은 자세를 취하십시오. 두 손을 머리 뒤쪽에 놓고 손가락을 서로 맞물리며 엄지손가락은 아래를 향하고 팔꿈치는 똑바로 앞을 향하게 합니다. 머리를 가슴 쪽으로 천천히 당깁니다. 20~30초 동안 유지합니다."
  },
  {
    "name": "Neck-SMR",
    "type": "스트레칭",
    "muscle": "목",
    "equipment": "body_only",
    "difficulty": "중급",
    "instructions": "머슬 롤러나 롤링 핀을 사용하여 롤러를 머리 뒤와 목에 대십시오. 롤러를 척추에 직접 대지 말고 롤러가 척추 양쪽의 근육에 눌리도록 살짝 돌리십시오. 이것이 당신의 시작 위치가 될 것입니다. 목 위쪽에서 시작하여 천천히 목 근육을 굴리며 긴장된 지점에서 10-30초 동안 멈춥니다."
  },
  {
    "name": "Neck-SMR",
    "type": "스트레칭",
    "muscle": "목",
    "equipment": "body_only",
    "difficulty": "중급",
    "instructions": "머슬 롤러나 롤링 핀을 사용하여 롤러를 머리 뒤와 목에 대십시오. 롤러를 척추에 직접 대지 말고 롤러가 척추 양쪽의 근육에 눌리도록 살짝 돌리십시오. 이것이 당신의 시작 위치가 될 것입니다. 목 위쪽에서 시작하여 천천히 목 근육을 굴리며 긴장된 지점에서 10-30초 동안 멈춥니다."
  },
  {
    "name": "Single-Leg Press",
    "type": "스트렝스",
    "muscle": "사두근",
    "equipment": "machine",
    "difficulty": "중급",
    "instructions": "썰매에 적절한 무게를 싣습니다. 엉덩이에 맞춰 플랫폼에 한 발을 심고 기계에 앉으십시오. 자유로운 발을 바닥에 놓을 수 있습니다. 머리와 가슴을 위로 하여 좋은 척추 자세를 유지하십시오. 무게를 지탱하면서 무릎을 완전히 펴고 썰매의 잠금을 해제합니다. 이것이 당신의 시작 위치가 될 것입니다. 유연성이 허용하는 한 계속해서 고관절과 무릎을 구부려 웨이트를 내립니다. 골반을 움직여 요추에 하중을 가하지 마십시오. 동작의 맨 아래에서 잠시 멈춘 다음 엉덩이와 무릎을 펴서 시작 위치로 돌아갑니다. 다른 다리로 전환하기 전에 한쪽 다리에 대한 모든 반복을 완료하십시오."
  },
  {
    "name": "Clean from Blocks",
    "type": "올림픽_역도",
    "muscle": "사두근",
    "equipment": "barbell",
    "difficulty": "초보자",
    "instructions": "원하는 높이의 박스 또는 스탠드에 바벨을 놓고 다리 바로 바깥쪽에서 오버핸드 또는 후크 그립을 잡습니다. 체중을 발뒤꿈치에 집중하고, 등을 곧게 펴고, 머리를 앞을 향하고, 가슴을 위로 하고, 어깨를 바 바로 앞에 두고 엉덩이를 내립니다. 이것이 당신의 시작 위치가 될 것입니다. 무릎을 펴면서 발 뒤꿈치를 통해 운전하여 첫 번째 당기기를 시작하십시오. 등의 각도는 동일하게 유지되어야 하며 팔은 팔꿈치가 뾰족한 상태로 똑바로 유지되어야 합니다. 다음은 클린 가속의 주요 원천인 두 번째 풀입니다. 바가 허벅지 중간 위치에 가까워지면 엉덩이를 통해 확장되기 시작합니다. 점프 동작에서 바를 위로 움직이는 속도를 사용하여 엉덩이, 무릎 및 발목을 확장하여 가속합니다. 웨이트를 가속하기 위해 팔을 적극적으로 당길 필요가 없습니다. 두 번째 당김이 끝나면 몸은 완전히 펴지고 약간 뒤로 기울어지며 팔은 여전히 ​​뻗은 상태여야 합니다.3. 완전히 확장되면 팔꿈치를 위아래로 벌린 상태에서 팔을 공격적으로 어깨를 으쓱하고 구부리면서 받는 자세로 전환합니다. 바 아래에서 팔꿈치를 회전시키면서 공격적으로 몸을 아래로 당깁니다. 프런트 스쿼트 자세에서 바를 받습니다. 그 깊이는 세 번째 당김이 끝날 때 바의 높이에 따라 달라집니다. 바는 긴장된 손으로 목에 가볍게 닿도록 뻗은 어깨 위에 올려놓아야 합니다. 바닥 스쿼트 자세로 계속 내려가면 회복에 도움이 됩니다. 몸통을 똑바로 세우고 팔꿈치를 위로 올린 상태에서 발뒤꿈치로 운전하여 즉시 회복합니다. 서있는 자세로 일어날 때까지 계속하십시오. 다음 담당자를 위해 무게를 상자에 다시 넣습니다."
  },
  {
    "name": "Barbell Full Squat",
    "type": "스트렝스",
    "muscle": "사두근",
    "equipment": "barbell",
    "difficulty": "중급",
    "instructions": "이 운동은 안전을 위해 스쿼트 랙 안에서 수행하는 것이 가장 좋습니다. 시작하려면 먼저 어깨 높이 바로 위의 랙에 바를 놓습니다. 올바른 높이를 선택하고 바에 짐을 싣고 나면 바 아래로 들어가 어깨 뒤쪽(목 약간 아래)을 가로질러 놓습니다. 양쪽 팔을 사용하여 바를 잡고 먼저 다리로 밀면서 동시에 몸통을 곧게 펴서 랙에서 들어 올립니다. 랙에서 물러나 발가락이 약간 뾰족한 어깨 너비의 중간 자세를 사용하여 다리를 배치하십시오. 항상 고개를 들고 등을 곧게 펴십시오. 이것이 당신의 시작 위치가 될 것입니다. 머리를 위로 한 자세를 유지하면서 무릎을 구부리고 엉덩이를 뒤로 젖혀 앉아 천천히 바를 내리기 시작합니다. 햄스트링이 종아리에 닿을 때까지 계속 내려갑니다. 동작의 이 부분을 수행하면서 숨을 들이마십니다. 다리를 곧게 펴고 엉덩이를 펴서 시작 위치로 돌아갈 때 발 뒤꿈치 또는 발 가운데로 바닥을 밀면서 숨을 내쉬면서 바를 올리기 시작하십시오. 권장되는 반복 횟수만큼 반복합니다. 이 유형의 스쿼트는 더 넓은 범위의 동작을 허용하고 발 위치와 더 높은 바 위치로 인해 다른 유형의 스쿼트보다 몸통이 더 수직 위치를 유지할 수 있게 합니다."
  },
  {
    "name": "Tire flip",
    "type": "강한 남자",
    "muscle": "사두근",
    "equipment": "other",
    "difficulty": "중급",
    "instructions": "트레드의 타이어 바닥을 잡고 시작하여 발을 약간 뒤로 놓으십시오. 가슴이 타이어에 들어가야 합니다. 타이어를 들어 올리려면 엉덩이, 무릎 및 발목을 통해 확장하여 타이어 안으로 밀어 넣습니다. 타이어가 45도 각도에 도달하면 앞으로 나아가 무릎을 타이어에 밀어 넣으십시오. 그렇게 하면서 그립을 타이어의 윗부분으로 조정하고 가능한 세게 앞으로 밀어 회전을 완료합니다. 필요에 따라 반복합니다."
  },
  {
    "name": "Barbell back squat to box",
    "type": "역도",
    "muscle": "사두근",
    "equipment": "barbell",
    "difficulty": "중급",
    "instructions": "박스 스쿼트를 통해 원하는 깊이까지 스쿼트를 할 수 있으며 스쿼트 동작에서 폭발적인 힘을 키울 수 있습니다. 적절한 높이의 박스가 있는 파워 랙에서 시작하십시오. 일반적으로 평행 스쿼트를 할 수 있는 상자 높이를 목표로 하지만 원하는 경우 더 높거나 낮게 훈련할 수 있습니다. 바 아래를 밟고 어깨 뒤쪽에 걸쳐서 시작하십시오. 견갑골을 함께 조이고 팔꿈치를 앞으로 돌리면서 바를 어깨 너머로 구부리려고 합니다. 랙에서 바를 제거하여 허리에 타이트한 아치를 만들고 제자리로 돌아갑니다. 등, 둔부, 내전근 및 햄스트링을 더 강조하려면 발을 더 ​​넓게 두거나 더 많은 쿼드 발달을 위해 더 가깝게 배치하십시오. 머리를 앞으로 향하게 유지하십시오. 등, 어깨, 코어를 단단히 조인 상태에서 무릎과 엉덩이를 밀어내면 하강이 시작됩니다. 상자에 앉을 때까지 엉덩이를 뒤로 젖히십시오. 이상적으로는 정강이가 지면과 수직이어야 합니다. 상자에 도달하면 잠시 멈추고 고관절 굴근을 이완하십시오. 상자에서 튀지 마십시오. 발 뒤꿈치에 체중을 유지하고 발과 무릎을 바깥쪽으로 밀면서 머리로 움직임을 이끌면서 상자에서 위로 운전하십시오. 머리부터 발끝까지 견고함을 유지하면서 위로 계속 올라갑니다."
  },
  {
    "name": "Push-press",
    "type": "올림픽_역도",
    "muscle": "사두근",
    "equipment": "barbell",
    "difficulty": "중급",
    "instructions": "시작 위치: 파워 클린 운동에 설명된 바닥에서 어깨까지 리프팅 기술을 사용하여 바를 바닥에서 어깨로 이동합니다. 상향 이동 단계: 엉덩이와 무릎을 약간 구부리고 상체를 똑바로 세운 상태를 유지합니다. 즉시 무릎을 펴서 위로 폭발적인 밀기를 합니다. 상체를 세우고 긴장을 유지하십시오. 고관절과 무릎을 최대한 펼친 상태에서 체중을 발 볼로 옮기고 발목 관절을 펼칩니다. 최대 발바닥 굴곡에서 어깨에서 바를 밉니다. 팔로 바를 머리 위로 완전히 뻗은 팔꿈치 위치로 밉니다. 하향 이동 단계: 바를 어깨까지 내립니다. 바가 어깨에 닿을 때 엉덩이와 무릎을 약간 구부립니다. 위로 이동 단계가 다시 시작되기 전에 엉덩이와 무릎을 곧게 펴십시오. 호흡: 상향 이동 단계의 고정점을 통해 숨을 내쉽니다. 하향 이동 단계에서 흡입하십시오."
  },
  {
    "name": "Power snatch-",
    "type": "올림픽_역도",
    "muscle": "사두근",
    "equipment": "barbell",
    "difficulty": "전문가",
    "instructions": "발가락과 나머지 발 사이의 연결 바로 위에 바벨이 놓이도록 발을 어깨 너비로 벌립니다. 손바닥이 아래를 향하도록 한 상태에서 무릎을 구부리고 등을 평평하게 유지하면서 어깨 너비보다 넓은 그립으로 바를 잡습니다. 엉덩이를 내리고 의자에 앉는 것처럼 몸이 떨어지는지 확인합니다. 이것이 당신의 시작 위치가 될 것입니다. 발로 움직이는 플랫폼인 것처럼 바닥을 밀기 시작하고 동시에 바벨을 다리에 가깝게 들어 올리기 시작합니다. 바가 허벅지 중앙에 도달하면 다리로 바닥을 밀고 폭발적인 동작으로 몸을 완전히 펴십시오. 어깨를 으쓱하는 동작으로 뒤로 들어 올리면서 바를 들어올리면서 팔꿈치를 옆으로 들어 올리고 가능한 한 오랫동안 바 위로 유지합니다. 이제 매우 빠르지만 강력한 동작으로 스쿼트 자세를 취하면서 팔을 고정하고 바벨을 머리 위로 잡고 제어할 수 있을 만큼 충분히 높은 지점에 도달하면 바벨 아래에 몸을 넣어야 합니다. 리프트를 완료하기 위해 스쿼트 위치에서 일어나 동작을 마무리합니다. 리프트의 끝에서 두 발은 일직선상에 있어야 하고 팔은 완전히 뻗어 바벨을 머리 위로 들고 있어야 합니다. 주의: 이것은 매우 고급 운동이므로 사용하는 웨이트에 매우 주의하십시오. 이 운동의 자세가 좋지 않으면 심각한 부상을 입을 수 있습니다."
  },
  {
    "name": "Hang Clean",
    "type": "올림픽_역도",
    "muscle": "사두근",
    "equipment": "barbell",
    "difficulty": "초보자",
    "instructions": "어깨 너비, 더블 오버핸드 또는 후크 그립으로 시작하고 바는 허벅지 중간 위치에 매달려 있습니다. 등은 곧고 약간 앞으로 기울어져야 합니다. 엉덩이, 무릎 및 발목을 통해 공격적으로 확장하여 웨이트를 위쪽으로 이동하는 것으로 시작하십시오. 이때 귀 쪽으로 어깨를 으쓱합니다. 완전한 확장이 이루어지면 팔꿈치를 위아래로 벌린 상태에서 팔을 공격적으로 어깨를 으쓱하고 구부리면서 최종 당김으로 전환합니다. 피크 익스텐션에서 바 아래에서 팔꿈치를 회전시키면서 공격적으로 몸을 아래로 당깁니다. 프런트 스쿼트 자세에서 바를 받습니다. 그 깊이는 세 번째 당김이 끝날 때 바의 높이에 따라 달라집니다. 바는 긴장된 손으로 목에 가볍게 닿도록 뻗은 어깨 위에 올려놓아야 합니다. 바닥 스쿼트 자세로 계속 내려가면 회복에 도움이 됩니다.3. 몸통을 똑바로 세우고 팔꿈치를 위로 올린 상태에서 발뒤꿈치로 운전하여 즉시 회복합니다. 서있는 자세로 일어날 때까지 계속하십시오."
  },
  {
    "name": "Reverse Band Box Squat",
    "type": "역도",
    "muscle": "사두근",
    "equipment": "None",
    "difficulty": "중급",
    "instructions": "적절한 높이의 박스가 있는 파워 랙에서 시작하십시오. 밴드 페그에 밴드를 설치하거나 랙 상단에 부착하여 스쿼트하는 동안 밴드가 바 바로 위에 있도록 합니다. 다른 쪽 끝을 막대에 연결합니다. 바 아래를 밟고 어깨 뒤쪽에 걸쳐서 시작하십시오. 견갑골을 함께 조이고 팔꿈치를 앞으로 돌리면서 바를 어깨 너머로 구부리려고 합니다. 랙에서 바를 제거하여 허리에 타이트한 아치를 만들고 제자리로 돌아갑니다. 등, 둔부, 내전근 및 햄스트링을 더 강조하려면 발을 더 ​​넓게 두거나 더 많은 쿼드 발달을 위해 더 가깝게 배치하십시오. 머리를 앞으로 향하게 유지하십시오. 등, 어깨, 코어를 단단히 조인 상태에서 무릎과 엉덩이를 밀어내면 하강이 시작됩니다. 상자에 앉을 때까지 엉덩이를 뒤로 젖히십시오. 이상적으로는 정강이가 지면과 수직이어야 합니다. 상자에 도달하면 잠시 멈추고 고관절 굴근을 이완하십시오. 상자에서 튀지 마십시오. 발 뒤꿈치에 체중을 유지하고 발과 무릎을 바깥쪽으로 밀면서 머리로 움직임을 이끌면서 상자에서 위로 운전하십시오. 머리부터 발끝까지 견고함을 유지하면서 위로 계속 올라갑니다. 바벨을 랙으로 되돌리려면 주의하십시오."
  },
  {
    "name": "Jumping rope",
    "type": "심장",
    "muscle": "사두근",
    "equipment": "body_only",
    "difficulty": "중급",
    "instructions": "각 손에 로프의 끝을 잡습니다. 로프를 뒤에 지면에 놓으십시오. 팔을 위로 올리고 로프를 머리 위로 돌려 앞으로 내립니다. 그것이 땅에 닿으면 그것을 뛰어 넘으십시오. 유지할 수 있는 좋은 선회 속도를 찾으십시오. 다양한 속도와 기술을 사용하여 변형을 도입할 수 있습니다. 줄넘기는 흥미진진하고 협응에 도전하며 많은 에너지가 필요합니다. 150파운드의 사람이 450칼로리 이상의 달리기에 비해 줄넘기는 30분 동안 약 350칼로리를 태울 것입니다."
  },
  {
    "name": "Smith machine shrug",
    "type": "스트렝스",
    "muscle": "승모근",
    "equipment": "machine",
    "difficulty": "중급",
    "instructions": "시작하려면 스미스 머신의 바 높이를 허벅지 중간 정도에 설정합니다. 올바른 높이를 선택하고 바에 짐을 싣고 나면 회내 그립(손바닥이 자신을 향함)을 사용하여 서로 어깨 너비만큼 떨어져 바를 잡습니다. 바벨을 들어 올리고 등을 곧게 펴고 팔을 완전히 펴십시오. 이것이 시작 위치입니다. 숨을 내쉬면서 어깨가 귀에 닿을 때까지 바를 들어올립니다. 흡입하는 동안 바를 시작 위치로 다시 내리기 전에 수축을 잠시 유지하십시오. 권장되는 반복 횟수만큼 반복합니다. 변형: 이 운동은 스쿼트 랙과 바벨을 사용하여 수행할 수 있습니다. 그러나 이 변형에 대한 스미스 머신의 지원이 없기 때문에 너무 무거워서 좋은 형태를 깨뜨리는 무게를 선택하지 않도록 주의하십시오. 너무 많은 무게는 허리에 해를 끼칠 수 있습니다. 덤벨을 사용하여 이 운동을 수행할 수도 있습니다."
  },
  {
    "name": "Leverage Shrug",
    "type": "스트렝스",
    "muscle": "승모근",
    "equipment": "machine",
    "difficulty": "중급",
    "instructions": "핀을 적절한 무게로 로드합니다. 핸들 사이에 직접 위치하십시오. 편안한 그립으로 상단 손잡이를 잡은 다음 숨을 쉬면서 엉덩이를 내립니다. 머리로 앞을 바라보고 가슴을 펴십시오. 서있는 자세로 일어날 때 엉덩이와 무릎을 펴면서 발 뒤꿈치로 바닥을 통과하십시오. 동작 내내 팔을 곧게 펴고 어깨를 뒤로 젖힌 상태에서 마무리합니다. 이것이 당신의 시작 위치가 될 것입니다. 어깨를 귀쪽으로 으쓱하고 위아래로 똑바로 움직이면서 무게를 올리십시오. 동작의 정점에서 잠시 멈춘 다음 웨이트를 시작 위치로 되돌립니다."
  },
  {
    "name": "Standing dumbbell shrug",
    "type": "스트렝스",
    "muscle": "승모근",
    "equipment": "dumbbell",
    "difficulty": "중급",
    "instructions": "양손에 덤벨을 들고 똑바로 서십시오(손바닥이 몸통을 향함). 팔은 옆으로 뻗습니다. 숨을 내쉬면서 어깨를 최대한 높이 들어 덤벨을 들어올린다. 1초 동안 위쪽에서 수축을 유지합니다. 팁: 팔은 항상 펴진 상태를 유지해야 합니다. 덤벨을 들어올리기 위해 이두박근을 사용하지 마십시오. 어깨만 위아래로 움직여야 합니다. 덤벨을 다시 원래 위치로 내립니다. 권장되는 반복 횟수만큼 반복합니다. 변형: 밴드, 바벨 또는 케이블을 사용하여 이 운동을 수행할 수 있습니다. 단일 핸들을 사용하고 한 번에 한 쪽에서 작업할 수도 있습니다."
  },
  {
    "name": "Standing dumbbell upright row",
    "type": "스트렝스",
    "muscle": "승모근",
    "equipment": "dumbbell",
    "difficulty": "중급",
    "instructions": "어깨 너비보다 약간 작은 회내(손바닥이 앞으로) 그립으로 각 손에 덤벨을 잡습니다. 덤벨은 허벅지 위에 있어야 합니다. 팔꿈치를 약간 구부리면서 팔을 펴고 등은 곧게 펴야 합니다. 이것이 당신의 시작 위치가 될 것입니다. 숨을 내쉴 때 측면 어깨를 사용하여 덤벨을 들어 올리십시오. 덤벨은 위로 움직일 때 몸에 가까워야 하고 팔꿈치가 움직임을 주도해야 합니다. 턱에 거의 닿을 때까지 계속 들어 올리십시오. 팁: 팔꿈치가 동작을 주도해야 합니다. 덤벨을 들어 올릴 때 팔꿈치는 항상 팔뚝보다 높아야 합니다. 또한 상체를 움직이지 않게 유지하고 움직임의 정점에서 잠시 멈춥니다. 덤벨을 다시 천천히 시작 위치로 내립니다. 동작의 이 부분을 수행하면서 숨을 들이마십니다. 권장되는 반복 횟수만큼 반복합니다. 주의: 이 운동에서 얼마나 많은 무게를 사용하는지 매우 주의하십시오. 너무 많은 무게는 잘못된 형태로 이어지고, 이는 다시 어깨 부상을 유발할 수 있습니다. 나는 이것을 너무 많이 보았으므로 저크, 스윙 및 부정 행위를하지 마십시오. 또한 어깨 문제가 있는 경우 업라이트 로우를 피하고 일종의 측면 레이즈로 대체할 수 있습니다. 변형: 이 운동은 낮은 도르래에 부착된 직선 막대를 사용하여 수행할 수도 있고 e-z 막대를 사용하여 수행할 수도 있습니다."
  },
  {
    "name": "Kettlebell sumo deadlift high pull",
    "type": "스트렝스",
    "muscle": "승모근",
    "equipment": "kettlebells",
    "difficulty": "중급",
    "instructions": "발 사이 바닥에 케틀벨을 놓습니다. 발을 넓게 벌리고 두 스손으로 케틀벨을 잡습니다. 무릎을 구부린 상태에서 엉덩이를 최대한 뒤로 젖힙니다. 가슴과 머리를 위로 유지하십시오. 이것이 당신의 시작 위치가 될 것입니다. 엉덩이와 무릎을 펴고 동시에 케틀벨을 어깨까지 당기면서 팔꿈치를 들어 올리십시오. 동작을 반대로 하면 시작 위치로 돌아갑니다."
  },
  {
    "name": "Calf-Machine Shoulder Shrug",
    "type": "스트렝스",
    "muscle": "승모근",
    "equipment": "machine",
    "difficulty": "초보자",
    "instructions": "어깨 패드가 어깨 위에 오도록 송아지 기계에 몸을 놓으십시오. 몸통은 팔을 옆으로 정상적으로 뻗은 상태에서 곧아야 합니다. 이것이 당신의 시작 위치가 될 것입니다. 숨을 내쉴 때 어깨를 귀 쪽으로 들어 올리고 1초 동안 수축을 유지합니다. 숨을 들이마시면서 천천히 시작 자세로 돌아온다. 권장되는 반복 횟수만큼 반복합니다. 변형: 덤벨, 바벨, 스미스 머신 및 도르래 머신을 사용하여 어깨를 으쓱하는 동작을 수행할 수 있습니다."
  },
  {
    "name": "Kettlebell sumo deadlift high pull",
    "type": "스트렝스",
    "muscle": "승모근",
    "equipment": "kettlebells",
    "difficulty": "중급",
    "instructions": "발 사이 바닥에 케틀벨을 놓습니다. 발을 넓게 벌리고 두 손으로 케틀벨을 잡습니다. 무릎을 구부린 상태에서 엉덩이를 최대한 뒤로 젖힙니다. 가슴과 머리를 위로 유지하십시오. 이것이 당신의 시작 위치가 될 것입니다. 엉덩이와 무릎을 펴고 동시에 케틀벨을 어깨까지 당기면서 팔꿈치를 들어 올리십시오. 동작을 반대로 하면 시작 위치로 돌아갑니다."
  },
  {
    "name": "Calf-Machine Shoulder Shrug",
    "type": "스트렝스",
    "muscle": "승모근",
    "equipment": "machine",
    "difficulty": "초보자",
    "instructions": "어깨 패드가 어깨 위에 오도록 송아지 기근계에 몸을 놓으십시오. 몸통은 팔을 옆으로 정상적으로 뻗은 상태에서 곧아야 합니다. 이것이 당신의 시작 위치가 될 것입니다. 숨을 내쉴 때 어깨를 귀 쪽으로 들어 올리고 1초 동안 수축을 유지합니다. 숨을 들이마시면서 천천히 시작 자세로 돌아온다. 권장되는 반복 횟수만큼 반복합니다. 변형: 덤벨, 바벨, 스미스 머신 및 도르래 머신을 사용하여 어깨를 으쓱하는 동작을 수행할 수 있습니다."
  },
  {
    "name": "Barbell shrug",
    "type": "스트렝스",
    "muscle": "승모근",
    "equipment": "barbell",
    "difficulty": "중급",
    "instructions": "회내 그립(손바닥이 허벅지를 향함)을 사용하여 양손으로 바벨을 잡고 발을 어깨 너비로 벌리고 똑바로 선다. 팁: 손은 어깨 너비보다 약간 넓게 벌려야 합니다. 더 나은 그립을 위해 이 운동에 손목 랩을 사용할 수 있습니다. 이것이 당신의 시작 위치가 될 것입니다. 숨을 내쉴 때 어깨를 최대한 위로 올리고 수축을 잠시 유지하십시오. 팁: 이두박근을 사용하여 바벨을 들어 올리려고 하지 마십시오. 숨을 들이마시면서 천천히 시작 위치로 돌아갑니다. 권장 반복 횟수만큼 반복합니다. 변형: 위로 올라가면서 앞에서 뒤로 반원 운동을 하면서 어깨를 돌릴 수도 있습니다. 그러나 이 버전은 어깨 문제가 있는 사람들에게는 적합하지 않습니다. 또한 이 운동은 바벨을 등 뒤에 두고, 덤벨을 옆에 두고, 스미스 머신 또는 슈러그 머신을 사용하여 수행할 수 있습니다."
  },
  {
    "name": "Barbell behind-the-back shrug",
    "type": "스트렝스",
    "muscle": "승모근",
    "equipment": "barbell",
    "difficulty": "중급",
    "instructions": "발을 어깨 너비로 벌리고 똑바로 서서 두 손으로 등 뒤로 바벨을 잡고 회내 그립(손바닥이 뒤를 향함)을 사용합니다. 팁: 손은 어깨 너비보다 약간 넓게 벌려야 합니다. 더 나은 그립을 위해 이 운동에 손목 랩을 사용할 수 있습니다. 이것이 당신의 시작 위치가 될 것입니다. 숨을 내쉴 때 어깨를 최대한 위로 올리고 수축을 잠시 유지하십시오. 팁: 이두박근을 사용하여 바벨을 들어 올리려고 하지 마십시오. 팔은 항상 펴진 상태를 유지해야 합니다. 숨을 들이마시면서 천천히 시작 위치로 돌아갑니다. 권장 반복 횟수만큼 반복합니다. 변형: 위로 올라가면서 뒤에서 앞으로 반원을 그리며 어깨를 돌릴 수도 있습니다. 그러나 이 버전은 어깨 문제가 있는 사람들에게는 적합하지 않습니다. 또한 이 운동은 바벨을 허벅지 앞에 두고, 덤벨을 옆에 두고, 스미스 머신 또는 슈러그 머신을 사용하여 수행할 수 있습니다."
  },
  {
    "name": "Triceps dip",
    "type": "스트렝스",
    "muscle": "삼두근",
    "equipment": "body_only",
    "difficulty": "중급",
    "instructions": "시작 위치에 도달하려면 팔을 바 위에 거의 고정한 상태에서 팔 길이로 몸을 잡습니다. 이제 숨을 들이마시며 천천히 몸을 아래로 내립니다. 몸통은 똑바로 유지되어야 하고 팔꿈치는 몸에 가깝게 유지되어야 합니다. 이것은 삼두근 개입에 더 잘 집중하는 데 도움이 됩니다. 팔뚝과 팔뚝 사이에 90도 각도가 형성될 때까지 몸을 낮춥니다. 그런 다음 숨을 내쉬고 삼두근을 사용하여 몸통을 밀어 올려 몸을 시작 위치로 되돌립니다. 정해진 반복 횟수만큼 동작을 반복합니다. 변형: 이 운동이 처음이고 수행할 힘이 없다면 가능하면 딥 어시스트 머신을 사용하십시오. 이 기계는 체중을 사용하여 체중을 밀 수 있도록 도와줍니다. 그렇지 않으면 스 포터가 다리를 잡고 도움을 줄 수 있습니다. 고급 리프터는 웨이트 플레이트를 추가할 수 있는 웨이트 벨트를 사용하여 운동에 웨이트를 추가할 수 있습니다."
  },
  {
    "name": "Decline EZ-bar skullcrusher",
    "type": "스트렝스",
    "muscle": "삼두근",
    "equipment": "e-z_curl_bar",
    "difficulty": "중급",
    "instructions": "디클라인 벤치 끝에 다리를 고정하고 천천히 벤치에 눕습니다. 클로즈 그립(어깨 너비보다 약간 작은 그립)을 사용하여 랙에서 EZ 바를 들어 올리고 팔을 고정하고 팔꿈치를 안으로 넣은 상태에서 똑바로 잡습니다. 팔은 바닥과 수직이어야 합니다. 이것이 당신의 시작 위치가 될 것입니다. 팁: 회전근개를 보호하기 위해 보조자가 바벨을 랙에서 들어 올리는 데 도움을 주는 것이 가장 좋습니다. 숨을 들이마시면서 상완을 고정한 상태에서 바가 이마에 살짝 닿는 느낌이 들 때까지 팔뚝을 반원형으로 몸 쪽으로 움직여 천천히 바를 내립니다. 동작의 이 부분을 수행하면서 숨을 들이마십니다. 삼두근을 수축하고 숨을 내쉬면서 바를 시작 위치로 다시 들어 올리십시오. 권장 반복 횟수가 수행될 때까지 반복합니다. 변형: 직선 막대 또는 덤벨을 사용하여 이 동작을 수행할 수 있습니다. 평평한 벤치에서도 수행할 수 있습니다."
  },
  {
    "name": "Dumbbell floor press",
    "type": "역도",
    "muscle": "삼두근",
    "equipment": "dumbbell",
    "difficulty": "중급",
    "instructions": "손에 덤벨을 들고 바닥에 눕습니다. 무릎을 구부릴 수 있습니다. 당신 위로 완전히 뻗은 무게로 시작하십시오. 상완이 바닥에 닿을 때까지 웨이트를 내립니다. 삼두근의 크기와 힘을 강조하기 위해 팔꿈치를 집어넣거나 팔을 옆으로 향한 가슴 각도에 집중할 수 있습니다. 아래쪽에서 멈춘 다음 팔꿈치를 통해 확장하여 위쪽에서 무게를 모으십시오."
  },
  {
    "name": "Cable V-bar push-down",
    "type": "스트렝스",
    "muscle": "삼두근",
    "equipment": "cable",
    "difficulty": "중급",
    "instructions": "높은 도르래에 V-바를 부착하고 어깨 너비로 오버핸드 그립(손바닥이 아래를 향함)으로 잡습니다. 상체를 곧게 펴고 앞으로 약간 기울인 상태에서 똑바로 서서 상완을 몸에 가깝게 하고 바닥과 수직이 되게 합니다. 팔뚝은 바를 잡을 때 도르래를 향해야 합니다. 엄지손가락은 새끼손가락보다 높아야 합니다. 이것이 당신의 시작 위치입니다. 삼두근을 사용하여 바가 허벅지 전면에 닿고 팔이 바닥과 수직으로 완전히 펴질 때까지 바를 아래로 내립니다. 상완은 항상 몸통 옆에 고정되어 있어야 하며 팔뚝만 움직여야 합니다. 이 동작을 수행하면서 숨을 내쉰다. 수축된 위치에서 두 번째 유지한 후 V-Bar를 천천히 시작 지점으로 가져옵니다. 이 단계를 수행하면서 숨을 들이마십니다. 권장되는 반복 횟수만큼 반복합니다. 변형: 이 운동에는 많은 변형이 있습니다. 예를 들어 다양한 변형 운동을 위해 E-Z 바 부착물과 직선 케이블 바 부착물을 사용할 수 있습니다. 또한 도르래에 로프를 부착하거나 바 운동에서 리버스 그립을 사용할 수도 있습니다. Triceps Pushdown과 같지만 V-Bar 부착물이 있습니다."
  },
  {
    "name": "Weighted bench dip",
    "type": "스트렝스",
    "muscle": "삼두근",
    "equipment": "body_only",
    "difficulty": "중급",
    "instructions": "이 운동을 하려면 벤치를 등 뒤에 놓고 앞에 또 하나를 배치해야 합니다. 벤치가 몸과 직각을 이루고 있는 상태에서 양손을 몸 가까이에 두고 어깨 너비로 분리하여 가장자리에 있는 벤치 하나를 잡습니다. 팔을 완전히 펴야 합니다. 다리는 다른 벤치 위로 앞으로 확장됩니다. 다리는 바닥과 평행해야 하고 몸통은 바닥과 수직이어야 합니다. 파트너에게 덤벨을 무릎 위에 올려놓으세요. 참고: 이 운동은 무릎에 웨이트를 놓는 것이 어려울 수 있고 도움 없이 부상을 입을 수 있으므로 파트너와 함께 수행하는 것이 가장 좋습니다. 이것이 당신의 시작 위치가 될 것입니다. 상완과 팔뚝 사이의 각도가 90도보다 약간 작은 지점까지 몸을 충분히 낮출 때까지 팔꿈치를 구부려 숨을 들이마시면서 천천히 몸을 내립니다. 팁: 동작 내내 팔꿈치를 최대한 가깝게 유지하십시오. 팔뚝은 항상 아래를 향해야 합니다. 삼두근을 사용하여 몸통을 다시 들어 올리고 숨을 내쉬면서 시작 위치로 몸을 들어 올리십시오. 권장되는 반복 횟수만큼 반복합니다. 주의: 앞에 있는 또 다른 평평한 벤치 위에 다리를 놓으면 운동이 더 어려워집니다. 좋은 자세에 필요한 움직임에 익숙해지기 위해 처음에는 웨이트 없이 이 운동을 시도하는 것이 가장 좋습니다. 그 변형도 쉬워지면 파트너가 접시를 무릎 위에 놓을 수 있습니다. 이 경우 파트너는 웨이트가 동작 내내 제자리에 있도록 해야 합니다."
  },
  {
    "name": "EZ-Bar Skullcrusher",
    "type": "스트렝스",
    "muscle": "삼두근",
    "equipment": "e-z_curl_bar",
    "difficulty": "중급",
    "instructions": "클로즈 그립을 사용하여 EZ 바를 들어 올리고 벤치에 누운 상태에서 팔꿈치로 잡고 있습니다. 팔은 바닥과 수직이어야 합니다. 이것이 당신의 시작 위치가 될 것입니다. 상완을 고정한 상태에서 팔꿈치가 구부러지도록 바를 내립니다. 동작의 이 부분을 수행하면서 숨을 들이마십니다. 바가 이마 바로 위에 오면 잠시 멈춥니다. 팔꿈치를 펴고 숨을 내쉬면서 바를 시작 위치로 다시 들어 올리십시오. 반복하다."
  },
  {
    "name": "Reverse Grip Triceps Pushdown",
    "type": "스트렝스",
    "muscle": "삼두근",
    "equipment": "cable",
    "difficulty": "중급",
    "instructions": "하이 풀리 머신에 바 부착물(직선 또는 e-z)을 설정하여 시작합니다. 바 부착물을 마주하고 손바닥이 위를 향하도록 어깨 너비로 잡습니다. 팔이 옆으로 완전히 펴질 때까지 광배근을 사용하여 바를 내립니다. 팁: 팔꿈치는 옆구리에 있어야 하고 발은 서로 어깨 너비만큼 떨어져 있어야 합니다. 이것이 시작 위치입니다. 숨을 들이마시면서 바 부착물을 천천히 들어 올려 가슴과 일직선이 되도록 합니다. 팔뚝만 움직여야 하고 팔꿈치/상완은 항상 옆에 고정되어 있어야 합니다. 그런 다음 삼두근을 세게 내쉬고 수축하면서 케이블 바를 다시 원래 응시 위치로 낮추기 시작합니다. 권장되는 반복 횟수만큼 반복합니다. 변형: 이 운동은 한 번에 한 팔을 사용하여 단일 핸들로도 수행할 수 있습니다. 이렇게 하면 삼두근을 더 잘 분리할 수 있습니다. 이 버전에서는 팔뚝에 손을 대고 약간의 압력을 가하여 이전보다 더 많은 횟수를 수행할 수 있도록 자신을 스스로 발견할 수 있습니다."
  },
  {
    "name": "Push-Ups - Close Triceps Position",
    "type": "스트렝스",
    "muscle": "삼두근",
    "equipment": "body_only",
    "difficulty": "중급",
    "instructions": "바닥에 엎드려 양손을 어깨너비보다 가깝게 하여 가까운 손 자세를 취합니다. 상체를 팔 길이만큼 들고 있는지 확인하세요. 숨을 들이쉬면서 가슴이 바닥에 거의 닿을 때까지 몸을 낮춥니다. 삼두근과 일부 가슴 근육을 사용하여 상체를 시작 위치로 다시 누르고 가슴을 조입니다. 이 단계를 수행하면서 숨을 내쉰다. 수축된 위치에서 두 번째 정지 후 규정된 반복 횟수만큼 동작을 반복합니다. 변형: 이 운동이 처음이고 수행할 힘이 없는 경우 무릎에서 다리를 구부려 저항을 제거하거나 바닥 대신 벽에 대해 운동을 수행할 수 있습니다. 가장 숙련된 리프터의 경우 저항을 높이기 위해 벤치와 같은 높은 표면에 발을 둘 수 있습니다. 참조: 푸쉬업"
  },
  {
    "name": "Kneeling cable triceps extension",
    "type": "스트렝스",
    "muscle": "삼두근",
    "equipment": "cable",
    "difficulty": "중급",
    "instructions": "높은 도르래 기계 앞에 벤치를 옆으로 놓으십시오. 손바닥이 아래를 향하도록 손을 약 6인치 벌리고 머리 위로 직선 막대 부착물을 잡습니다. 기계를 등지고 무릎을 꿇습니다. 벤치에 머리와 상완의 뒤쪽을 놓습니다. 팔뚝이 높은 도르래를 향하도록 팔꿈치를 구부려야 합니다. 이것이 당신의 시작 위치가 될 것입니다. 팔꿈치가 안으로 들어간 상태에서 상완을 항상 머리 가까이에 유지하면서 팔꿈치가 잠기고 팔이 바닥과 평행이 될 때까지 반원 운동으로 바를 누릅니다. 삼두근을 강하게 수축하고 이 자세를 잠시 유지합니다. 이 동작을 수행하면서 숨을 내쉰다. 숨을 들이마시면서 천천히 시작 위치로 돌아갑니다. 권장 반복 횟수만큼 반복합니다. 변형: 운동 밴드를 사용하여 이 운동을 수행할 수도 있습니다."
  },
  {
    "name": "Single-arm cable triceps extension",
    "type": "스트렝스",
    "muscle": "삼두근",
    "equipment": "cable",
    "difficulty": "중급",
    "instructions": "오른손으로 회외(언더핸드, 손바닥이 위를 향함) 그립을 사용하여 하이 케이블 도르래에 부착된 단일 핸들을 잡습니다. 웨이트 스택 바로 앞에 서 있어야 합니다. 이제 핸들을 아래로 당겨 상완과 팔꿈치가 몸 옆면에 고정되도록 합니다. 위팔과 팔뚝은 예각(90도 미만)을 형성해야 합니다. 다른 쪽 팔은 허리에 붙일 수 있고 균형을 더 잘 잡기 위해 한쪽 다리는 앞에 두고 다른 쪽 다리는 뒤로 가도록 할 수 있습니다. 이것이 당신의 시작 위치가 될 것입니다. 삼두근을 수축시키면서 팔이 곧게 펴질 때까지 단일 핸들 부착물을 옆으로 내립니다. 이 동작을 수행하면서 숨을 내쉰다. 팁: 팔뚝만 움직여야 합니다. 상완은 항상 고정된 상태를 유지해야 합니다. 이 수축된 자세에서 삼두근을 조이고 잠시 유지합니다. 핸들을 시작 위치로 천천히 되돌립니다. 권장 반복 횟수만큼 반복한 다음 다른 쪽 팔로 같은 동작을 수행합니다. 변형: 운동 밴드를 사용하여 이 운동을 수행할 수 있습니다."
  }
]
